{
    "0886774829": {
        "title": "Stronghold (Dragon Star, Book 1)",
        "publisher": "Daw Books",
        "description": "fantasy-roman.",
        "year": "1994",
        "author": "Melanie Rawn"
    },
    "0882668099": {
        "title": "Decorative Stamping: Hundreds of Projects for Your Home",
        "publisher": "Storey Books",
        "description": "shows how to design and create stamps, and suggests ways to decorate walls, furniture, textiles, paper, ceramics, and wood",
        "year": "1995",
        "author": "Sasha Dorey"
    },
    "0345392825": {
        "title": "Reviving Ophelia: Saving the Selves of Adolescent Girls (Ballantine Reader's Circle)",
        "publisher": "Ballantine Books",
        "description": "describes the psychological pitfalls faced by teenage girls growing up in a dangerous world in which violence, sexual harassment, eating disorders, promiscuity, and drug use have become the norm",
        "year": "1995",
        "author": "Mary Pipher"
    },
    "1568380593": {
        "title": "Contrary to Love: Helping the Sexual Addict",
        "publisher": "Hazelden Publishing ",
        "description": "contrary to love",
        "year": "1989",
        "author": "Patrick Carnes"
    },
    "8426449476": {
        "title": "El Diaro De Bridget Jones",
        "publisher": "Lumen Espana",
        "description": "bridget, un personaje que rapidamente resultar entraable para el lector, trabaja en el mundo editorial, vive sola y al iniciar su diario se autoexige cinco objetivos principales: mantener el peso, dejar de fumar, controlar la ingestin de alcohol, ser encantadora y conseguir un amante estable. cada da encabeza los apuntes de forma similar: \"da tal, 56,4 kg, 4 copas de vino, 18 cigarrillos, 1476 cal. (pero quemadas al ir de compras). por su diario veremos desfilar a sus padres empeados en casarla, sus amigas, adictas a los libros de autoayuda, su amigo homosexual, su tranza, su compaero de oficina que le manda mensajes guarangos por computadora, y muchos otros personajes y situaciones locas y divertidsimas.",
        "year": "1996",
        "author": "Helen Fielding"
    },
    "0061087017": {
        "title": "Legend",
        "publisher": "HarperTorch",
        "description": "as teenagers, raine beaumont and joseph colorado tasted the joys of first love, until her father's lies destroyed their fragile bond. now, twelve years later, raine receives news that will take her back to her hometown of oracle, arizona, where she will face her lost love again. haunted by the memory of the boy she once adored, raine was not prepared for the mysterious, seductive man before her. for deep in joseph's eyes lies a power that binds him to his apache heritage, a power that promises to heal all wounds and restore long lost dreams . . . and love.",
        "year": "1998",
        "author": "Sharon Sala"
    },
    "0394800184": {
        "title": "Are You My Mother?",
        "publisher": "Random House Children's Books",
        "description": "never having seen his mother, a baby bird makes humorous mistakes trying to find her.",
        "year": "1960",
        "author": "Philip D. Eastman"
    },
    "0912452161": {
        "title": "Principles of Lower-Extremity Bracing",
        "publisher": "Amer Physical Therapy Assn",
        "description": "an outgrowth of instructional courses presented by the staff of the rancho los amigos hospital, downey, calif., at the 1966 and 1967 annual conferences of the american physical therapy association. the articles were first published in the september 1967 issue of physical therapy.",
        "year": "1970",
        "author": "Jacquelin Perry"
    },
    "0890876967": {
        "title": "A Whistling Woman Is Up to No Good: Finding Your Wild Woman",
        "publisher": "Ten Speed Pr",
        "description": "the author of women of power shows women of the '90s how to express their wildness, describing how they can get in touch with their true natures and express themselves in a sometimes-disapproving society. original.",
        "year": "1993",
        "author": "Laurel King"
    },
    "0141310340": {
        "title": "Skin and Other Stories (Now in Speak!)",
        "publisher": "Puffin Books",
        "description": "introduces teenagers to the adult short stories of roald dahl.",
        "year": "2002",
        "author": "Roald Dahl"
    },
    "0312242026": {
        "title": "Hot Night in the City",
        "publisher": "St Martins Pr",
        "description": "a collection of short stories presents a parade of unforgettable characters in compeling situations--a young madman charms his trusting victims, two basque women battle over an apple tree, and a embittered soldier rescues the dignity of a faded whore. 50,000 first printing.",
        "year": "2000",
        "author": "Trevanian"
    },
    "0399147101": {
        "title": "Potshot",
        "publisher": "G. P. Putnam's Sons",
        "description": "boston private detective spenser and his cohorts head west to potshot, arizona, a haven for california millionaires seeking an escape from their high-pressure lives, when the idyllic retreat is threatened by a vicious local gang, under the command of its charismatic leader the preacher, which is systematically robbing the town's wealthy inhabitants. 175,000 first printing.",
        "year": "2001",
        "author": "Robert B. Parker"
    },
    "0812515560": {
        "title": "People of the Lightning (The First North Americans series, Book 7)",
        "publisher": "Tor Books",
        "description": "in pre-columbian florida, inhabitants of a fishing village are forced to confront their fears about pondwader, a fifteen-year-old albino boy whom legends foretell will unleash a time of destruction on their people",
        "year": "1996",
        "author": "Kathleen O'Neal Gear"
    },
    "0373250223": {
        "title": "Name ",
        "publisher": "2002",
        "description": "urban sexpert lizzie ford's magazine column and radio show are bombarded with romantic casualties on a daily basis. what a relief that, after years of dating, lizzie herself has finally leapt off the shelf and into the arms of advertising genius matt baker. little does lizzie know that a seemingly innocent note will catapult her into a scorching scandal.",
        "year": "Jane Sigaloff",
        "author": " Address Withheld (Red Dress Ink (Paperback))"
    },
    "0671021354": {
        "title": "Child of the Hunt (Buffy the Vampire Slayer)",
        "publisher": "Simon Spotlight Entertainment",
        "description": "attending a traveling renaissance fair, buffy and her companions befriend the tragic roland, the fair's court jester, and must stop the flesh-eating dark faerie, who serve the evil erl king",
        "year": "1998",
        "author": "Christopher Golden"
    },
    "0553211803": {
        "title": "Middlemarch (Wadsworth Series in Mass Communication)",
        "publisher": "Bantam Books",
        "description": "on april 10, 1994, pbs stations nationwide will air the first episode of a lavish six-part masterpiece theatre production of eliot's brilliant work, middlemarch, hosted by russell baker and produced by louis marks. the modern library is pleased to offer this official companion edition, complete with tie-in art and printed on acid-free paper. unabridged.",
        "year": "1996",
        "author": "George Eliot"
    },
    "0812533550": {
        "title": "Ender's Game (Ender Wiggins Saga (Paperback))",
        "publisher": "Tor Books",
        "description": "the hugo and nebula award-winning classic is now available in an author's definitive edition. the alien buggers threaten humanity with extinction, and earth's ultimate savior may be one small boy. andrew \"ender\" wiggins thinks he is only playing computer games, but he is really commanding earth's last great fleet. accelerated reader: reading level 5.5, 16 points. copyright © libri gmbh. all rights reserved.",
        "year": "1986",
        "author": "Orson Scott Card"
    },
    "0312195516": {
        "title": "The Red Tent (Bestselling Backlist)",
        "publisher": "Picador USA",
        "description": "in a story based on the book of genesis, jacob's only daughter, dinah, shares her unique perspective on the origins of many of our modern religious practices and sexual politics, eager to impart the lessons in endurance and humanity she has learned from her father's wives. reprint. 25,000 first printing.",
        "year": "1998",
        "author": "Anita Diamant"
    },
    "1564403963": {
        "title": "How to Start a Home-Based Writing Business",
        "publisher": "Globe Pequot Pr",
        "description": "with hands-on techniques and a friendly, personal approach, this indispensable guide shows writers, designers, and other creative types how to unearth the hidden market in local, everyday jobs, and presents a list of clients who buy writing and desktop design services in most communities. worksheets; forms.",
        "year": "1994",
        "author": "Lucy V. Parker"
    },
    "0740723367": {
        "title": "The Meaning Of Life",
        "publisher": "Andrews McMeel Publishing",
        "description": "it's an age-old question that has stumped the great minds of history: what is the meaning of life? in his hilarious and uplifting style, best-selling author bradley trevor greive finally provides the answer: figure out what you love and do it. illustrated with playful photographs of animals, btg's insightful prose again hits his target straight on. he muses about why we're here and our greater purpose in the grand scheme of things. his informal style provides a refreshing counterpoint to what has always been one of life's big debates. for example, when it comes to discovering your passion, btg writes, \"first, no one else will tell you about it--it's just like walking around all day with a sign on your back that says kick me\". the meaning of life is a witty, thought-provoking book that makes an ideal gift for anyone who's seeking their true purpose-and wants to laugh along the way.",
        "year": "2002",
        "author": "Bradley Trevor Greive"
    },
    "0553262505": {
        "title": "A Wizard of Earthsea (Earthsea Trilogy, Book 1)",
        "publisher": "Bantam",
        "description": "when sparrowhawk, a young student at the school for wizards, becomes overanxious and tries his dangerous powers too soon, he unleashes a terrible evil throughout the land.",
        "year": "1984",
        "author": "URSULA K. LE GUIN"
    },
    "0446360716": {
        "title": "Shadows of Yesterday",
        "publisher": "Warner Books",
        "description": "leigh . . . she was terrifyingly alone on a texas highway about to deliver her first child when a rugged stranger in a pickup truck stopped to help her. leigh bransom had lost her husband eight months before when he was tragically killed on the job. this fateful meeting on a lonesome highway brought a handsome, new man into her life...yet he was a man with secrets and the power to break her heart again. chad . . . he pursued a dangerous business, and his past was a mystery he kept hidden. he was determined to make leigh care for him, but there were no guarantees that his love could protect her from her worst fears.",
        "year": "1992",
        "author": "Sandra Brown"
    },
    "0446608955": {
        "title": "A Walk to Remember",
        "publisher": "Warner Books",
        "description": "there was a time when the world was sweeter....when the women in beaufort, north carolina, wore dresses, and the men donned hats.... every april, when the wind smells of both the sea and lilacs, landon carter remembers 1958, his last year at beaufort high. landon had dated a girl or two, and even once sworn that he'd been in love. certainly the last person he thought he'd fall for was jamie, the shy, almost ethereal daughter of the town's baptist minister....jamie, who was destined to show him the depths of the human heart-and the joy and pain of living. the inspiration for this novel came from nicholas sparks's sister: her life and her courage. from the internationally bestselling author nicholas sparks, comes his most moving story yet....",
        "year": "2000",
        "author": "Nicholas Sparks"
    },
    "0932592007": {
        "title": "Juggling for the Complete Klutz/With Block Beanbags",
        "publisher": "Klutz Press",
        "description": "introduces basic juggling patterns and variations for the beginner.",
        "year": "1994",
        "author": "John Cassidy"
    },
    "0688178456": {
        "title": "The Disobedience of Water: Stories and Novellas",
        "publisher": "Perennial",
        "description": "evoking passion and heartbreak., intelligence and unapologetic humanity, these eight beautifully crafted stories explore the boundary conditions between the self and others. although social realities -- racial and ethnic tensions, sexual harassment, and abuse -- make up their background, these are really love stories in which people discover and forgive one another. a daughter finds her father's kindness extends beyond her and their family; a wife discovers and forgives the affair between her husband and best friend; and, in the title story which takes the form of a letter to an almost-lover, the narrator winds through swirling eddies of memory and language to relate her present and past lives and the loves that have informed them. written with a masterful sureness of hand and heart, these captivating, intimate stories display sena jeter naslund's extraordinary presence as one of today's most rewarding writers of fiction.",
        "year": "2000",
        "author": "Sena Jeter Naslund"
    },
    "0440220602": {
        "title": "The Chamber",
        "publisher": "Dell Publishing Company",
        "description": "twenty-two years after the bombing of a mississippi law office in which marvin kramer's two sons died, klan member sam cayhill, the accused killer, has nearly exhausted his death row appeals, until young lawyer adam hall takes the case",
        "year": "1995",
        "author": "John Grisham"
    },
    "0895777010": {
        "title": "Don't Forget The Oatmeal! A Word Book (Sesame Street Book Club)",
        "publisher": "Reader's Digest",
        "description": "bert and ernie figure out a way to remember all of the items they need from the supermarket. includes labeled panoramas of a kitchen and a supermarket.",
        "year": "1993",
        "author": "B. G. Ford"
    },
    "0140043519": {
        "title": "Junky",
        "publisher": "Penguin Books",
        "description": "\"depicts the addict's life: his hallucinations, his ghostly nocturnal wanderings, his strange sexuality, and his hunger for the needle.\"--back cover.",
        "year": "1985",
        "author": "William Burroughs"
    },
    "059030271X": {
        "title": "Charlotte's Web",
        "publisher": "Scholastic Paperbacks (T)",
        "description": "wilbur the pig is desolate when he discovers that he is destined to be the farmer's christmas dinner until his spider friend, charlotte, decides to help him.",
        "year": "1974",
        "author": "E. B. White"
    },
    "1887128441": {
        "title": "Bomb the Suburbs",
        "publisher": "Pub Group West",
        "description": "the first volume by upski which was an underground success.",
        "year": "1999",
        "author": "William Upski Wimsatt"
    },
    "0395760704": {
        "title": "The Riverside Anthology of Literature, Third Edition",
        "publisher": "Houghton Mifflin Company",
        "description": "for composition and introduction to literature courses, the riverside anthology of literature has long been praised for its rich variety of selections, its interwoven commentary, its eloquent editorial prose, its unobtrusive apparatus, and its organizational flexibility. to acquaint students quickly with the specific qualities of a genre, each section now opens with six short selections that focus on a particular theme for easy comparison and contrast.",
        "year": "1997",
        "author": "Douglas Hunt"
    },
    "074343627X": {
        "title": "Dreamcatcher",
        "publisher": "Pocket",
        "description": "once upon a time, in the haunted city of derry, four boys stood together and did a brave thing. it was something that changed them in ways they could never begin to understand. twenty-five years after saving a down's-syndrome kid from bullies, beav, henry, pete, and jonesy -- now men with separate lives and separate problems -- reunite in the woods of maine for their annual hunting trip. but when a stranger stumbles into their camp, disoriented and mumbling something about lights in the sky, chaos erupts. soon, the four friends are plunged into a horrifying struggle with a creature from another world where their only chance of survival is locked in their shared past -- and in the dreamcatcher. never before has stephen king contended so frankly with the heart of darkness. dreamcatcher, his first full-length novel since bag of bones, is a powerful story of astonishing range that will satisfy fans both new and old.",
        "year": "2001",
        "author": "Stephen King"
    },
    "0440498058": {
        "title": "A Wrinkle In Time",
        "publisher": "Yearling",
        "description": "a midnight visitor escorts meg, calvin, and charles across the barriers of space and time to another world.",
        "year": "1998",
        "author": "MADELEINE L'ENGLE"
    },
    "3550075359": {
        "title": "Warum MÃ?Â¤nner lÃ?Â¼gen und Frauen immer Schuhe kaufen.",
        "publisher": "Ullstein Buchverlage GmbH ",
        "description": "amüsante lektionen zum thema paarbeziehung.",
        "year": "2002",
        "author": "Allan Pease"
    },
    "0864425589": {
        "title": "Lonely Planet Latin American Spanish Phrasebook (Lonely Planet Latin American Spanish Phrasebook)",
        "publisher": "Lonely Planet Publications",
        "description": "introduces spanish grammar and provides useful phrases for meeting people, getting around, shopping, and handling emergencies",
        "year": "1998",
        "author": "Sally Steward"
    },
    "0670892963": {
        "title": "Bridget Jones : The Edge of Reason",
        "publisher": "Viking Books",
        "description": "bridget's new relationship with mark darcy should have improved her self-confidence, but the difficult adjustments of sharing an apartment and rebecca's eagerness to cause trouble are making bridget more uncertain than ever",
        "year": "2000",
        "author": "Helen Fielding"
    },
    "0375821813": {
        "title": "Hoot (Newbery Honor Book)",
        "publisher": "Knopf Books for Young Readers",
        "description": "roy, who is new to his small florida community, befriends a mysterious boy who introduces him to potty-trained alligators, burrowing owls, and sparkly-tailed poisonous snakes.",
        "year": "2002",
        "author": "CARL HIAASEN"
    },
    "077104450X": {
        "title": "Going Inside: A Couple's Journey of Renewal into the North",
        "publisher": "McClelland ",
        "description": "recounts the two-thousand-mile canoe journey the author and his wife took into the canadian northwest to rescue their troubled marriage through the healing power of nature",
        "year": "1995",
        "author": "Alan S. Kesselheim"
    },
    "0671521705": {
        "title": "GUMP ",
        "publisher": "1995",
        "description": "struggling to make a life for his young son when the bubba gump shrimp company takes a dive, forrest gump shares a second series of offbeat adventures that entangle him with the coca-cola company and oliver north. 500,000 first printing. $300,000 ad/promo. tour.",
        "year": "Winston Groom",
        "author": " CO"
    },
    "043935806X": {
        "title": "Harry Potter and the Order of the Phoenix (Book 5)",
        "publisher": "Scholastic",
        "description": "when the government of the magic world and authorities at hogwarts school of witchcraft and wizardry refuse to believe in the growing threat of a freshly revived lord voldemort, fifteen-year-old harry potter finds support from his loyal friends in facingthe evil wizard and other new terrors.",
        "year": "2003",
        "author": "J. K. Rowling"
    },
    "0842370668": {
        "title": "Life Application New Testament Commentary (Life Application Bible Commentary)",
        "publisher": "Tyndale House Publishers",
        "description": "presents practical, concise insight on every verse in the new testament, with suggestions for applying the bible to everyday life.",
        "year": "2001",
        "author": "Bruce B. Barton"
    },
    "0201000822": {
        "title": "Transitions: Making Sense of Life's Changes",
        "publisher": "Perseus Books Group",
        "description": "provides guidance in dealing with critical changes in one's personal and professional lives, details approaches for negotiating major transitions, and offers skills and advice",
        "year": "1980",
        "author": "William Bridges"
    },
    "2253152072": {
        "title": "L'Empire des Anges",
        "publisher": "LGF",
        "description": "que pensent les anges de nous ? que peuvent-ils faire pour nous aider ? qu'attendent-ils de l'humanité en général ? lorsque michael pinson (stupidement tué dans un accident d'avion percutant un immeuble) a passé avec succès l'épreuve de la \"pesée des âmes\", il a accédé au royaume des anges. mais passé le premier émerveillement, il découvre l'ampleur de la tâche. le voilà chargé de trois mortels, qu'il devra désormais guider et aider tout au long de leur vie. ses moyens d'action les rêves, les signes, les médiums, les intuitions, les chats. cependant, il est obligé de respecter le libre arbitre des hommes. il s'aperçoit que ceux-ci essaient de réduire leur malheur au lieu de construire leur bonheur. que faire pour leur montrer la voie ? et puis comment s'occuper intelligemment au paradis, un endroit bien sympathique mais sans cinéma, sans musique, sans restaurant ? après les thanatonautes, bernard werber nous donne une fois de plus à réfléchir sur notre statut d'être humain, en mélangeant sagesse ancienne, philosophie moderne et humour. en suivant l'initiation d'un ange, on découvre une perspective étonnante à notre état de simple mortel.",
        "year": "2001",
        "author": "B. Werber"
    },
    "0553574566": {
        "title": "A Monstrous Regiment of Women",
        "publisher": "Bantam",
        "description": "becoming bored with family life, mary russell follows sherlock holmes to london, where she meets a former oxford classmate and becomes involved in a mystery that places her in a collaboration with holmes",
        "year": "1996",
        "author": "LAURIE R. KING"
    },
    "0385720920": {
        "title": "Choke",
        "publisher": "Anchor",
        "description": "medical school dropout and former sex addict victor mancini comes up a scam to pay for his mother's ahzheimer care by pretending to be choking in a restaurant and coning the individuals who \"save\" him into giving him money.",
        "year": "2002",
        "author": "CHUCK PALAHNIUK"
    },
    "0785243038": {
        "title": "Evidence That Demands A Verdict : Vol. 1 (Evidence That Demands a Verdict)",
        "publisher": "Nelson Reference",
        "description": "among important books in the defense of christianity, this one has few equals. evidence that demands a verdict is an easy-to-read, front-line defense for christians facing the tough questions of critics and skeptics. using secular evidences and other historical sources, josh mcdowell's faith-building book is a \"must read\" for every christian.",
        "year": "1999",
        "author": "Josh McDowell"
    },
    "044023722X": {
        "title": "A Painted House",
        "publisher": "Dell Publishing Company",
        "description": "racial tension, a forbidden love affair, and murder are seen through the eyes of a seven-year-old boy in a 1950s southern cotton-farming community.",
        "year": "2001",
        "author": "John Grisham"
    },
    "0425104273": {
        "title": "The First Deadly Sin",
        "publisher": "Berkley Publishing Group",
        "description": "captain ed delaney of the new york city police is out to stop a well-dressed man from depopulating manhattan's priciest neighborhoods with an ice pick, in an early thriller by the author of mcnally's gamble. reissue.",
        "year": "1993",
        "author": "Lawrence Sanders"
    },
    "0152050167": {
        "title": "The Whale Rider",
        "publisher": "Harcourt Paperbacks",
        "description": "as her beloved grandfather, chief of the maori tribe of whangara, new zealand, struggles to lead in difficult times and to find a male successor, young kahu is developing a mysterious relationship with whales, particularly the ancient bull whale whose leg",
        "year": "2003",
        "author": "Witi Ihimaera"
    },
    "0060006641": {
        "title": "On Writing Well, 25th Anniversary : The Classic Guide to Writing Nonfiction (On Writing Well)",
        "publisher": "HarperResource",
        "description": "on writing well has been praised for its sound advice, its clarity and the warmth of its style. it is a book for everybody who wants to learn how to write or who needs to do some writing to get through the day, as almost everybody does in the age of e-mail and the internet. whether you want to write about people or places, science and technology, business, sports, the arts or about yourself in the increasingly popular memoir genre, on writing well offers you fundamental priciples as well as the insights of a distinguished writer and teacher. with more than a million copies sole, this volume has stood the test of time and remains a valuable resource for writers and would-be writers.",
        "year": "2001",
        "author": "William Zinsser"
    },
    "0375703861": {
        "title": "White Teeth: A Novel",
        "publisher": "Vintage Books USA",
        "description": "set in post-war london, this novel of the racial, political, and social upheaval of the last half-century follows two families--the joneses and the iqbals, both outsiders from within the former british empire--as they make their way in modern england. a first novel. reprint. 200,000 first printing.",
        "year": "2001",
        "author": "Zadie Smith"
    },
    "0523485964": {
        "title": "The Psychotechnic League",
        "publisher": "Pinnacle Books",
        "description": "stories describe a world recovering from world war iii, expanding space exploration to develop new settlements, and the struggle to find political stability",
        "year": "1981",
        "author": "Poul Andeson"
    },
    "051511605X": {
        "title": "Undue Influence",
        "publisher": "Jove Books",
        "description": "making a deathbed promise to his wife to help her sister, laurel, win a custody battle against jack vega, paul madriani finds the process complicated when jack's new wife is shot and laurel is caught with crucial evidence. reprint.",
        "year": "1995",
        "author": "Steven Paul Martini"
    },
    "3551551677": {
        "title": "Harry Potter und der Stein der Weisen",
        "publisher": "Carlsen Verlag GmbH",
        "description": "nach dem tod seiner eltern lebt harry potter bei gräßlichen verwandten. als er zu seinem 11. geburtstag die berufung an die hexen- und zaubererschule erhält, ändert sich sein leben gründlich. er lernt freundschaft, aber auch feindschaft kennen und erlebt das lustigste jahr seines lebens.",
        "year": "1999",
        "author": "Joanne K. Rowling"
    },
    "0312966970": {
        "title": "Four To Score (A Stephanie Plum Novel)",
        "publisher": "St. Martin's Paperbacks",
        "description": "while working for her bail bondsman cousin, vinnie, trenton, new jersey, bounty hunter stephanie plum finds herself hot on the trail of a revenge-seeking waitress who seems to be leaving a wide swath of murder and mayhem wherever she goes. reprint. tour.",
        "year": "1999",
        "author": "Janet Evanovich"
    },
    "0671647458": {
        "title": "Color Purple",
        "publisher": "Pocket",
        "description": "celie is a poor black woman whose letters tell the story of 20 years of her life, beginning at age 14 when she is being abused and raped by her father and attempting to protect her sister from the same fate, and continuing over the course of her marriage to \"mister,\" a brutal man who terrorizes her. celie eventually learns that her abusive husband has been keeping her sister's letters from her and the rage she feels, combined with an example of love and independence provided by her close friend shug, pushes her finally toward an awakening of her creative and loving self.",
        "year": "1987",
        "author": "Alice Walker"
    },
    "0399128158": {
        "title": "The Lazarus Effect",
        "publisher": "Putnam Pub Group",
        "description": "a mysterious force threatens the uneasy coexistence between the mermen, a sophisticated culture living in underwater complexes, and the mutant islanders on pandora",
        "year": "1983",
        "author": "Frank Herbert"
    },
    "0099287692": {
        "title": "BAGOMBO SNUFF BOX A FMT (EXPORT)",
        "publisher": "Vintage/Ebury (A Division of Random House Group)",
        "description": "noveller, som tidligere kun har været offentliggjort i forskellige magasiner",
        "year": "2000",
        "author": "K VONNEGUT"
    },
    "0964420805": {
        "title": "Freelance Rates and Standard Practice: National Writers Union Guide to Freelance Rates ",
        "publisher": "1995",
        "description": "an indispensible resource for freelance writers in every market, the nwu guide offers a real-life look at freelancing, including fees, contracts and working conditions.",
        "year": "Alexander Kopelman",
        "author": " Standard Practice"
    },
    "0006543545": {
        "title": "The bookshop",
        "publisher": "Flamingo",
        "description": "\"a gem, a vintage narrative...a classic whose force as a piece of physical and moral map-making has not merely lasted but has actually improved in the passage of years.\" 'new york times' in the small east anglian coastal town of hardborough, florence green decides, against polite but ruthless local opposition, to open a bookshop. hardborough quickly becomes a battleground - for florence has tried to change the way things have always been done. as a result, she has to take on not only the people who have made themselves important, but natural and even supernatural forces too. her fate will strike a chord with anyone who knows that life has treated them with less than justice. \"penelope fitzgerald's resources of odd people are impressively rich. and this is not just a gallery of quirky still lives; these people appear in vignettes, wryly, even comically animated...a marvellously piercing fiction.\" 'tls' \"solid and satisfying. every action in it matters, however small.\" 'spectator'",
        "year": "1989",
        "author": "Penelope Fitzgerald"
    },
    "0515131520": {
        "title": "Darkling I Listen",
        "publisher": "Jove Books",
        "description": "fleeing malicious rumors, a scandal that sent him to jail, and an obsessed stalker, hollywood bad boy brandon carlyle returns to his texas hometown, where he comes face-to-face with a nightmare and with a beautiful stranger named alyson james.",
        "year": "2001",
        "author": "Katherine Sutcliffe"
    },
    "0553580930": {
        "title": "A Man in Full",
        "publisher": "Bantam",
        "description": "the author of bonfire of the vanities returns with a moving, humorous, and sometimes chilling new novel of modern american life set in atlanta. reprint.",
        "year": "1999",
        "author": "Tom Wolfe"
    },
    "0446310786": {
        "title": "To Kill a Mockingbird",
        "publisher": "Little Brown ",
        "description": "the unforgettable novel of a childhood in a sleepy southern town and the crisis of conscience that rocked it, to kill a mockingbird became both an instant bestseller and a critical success when it was first published in 1960. it went on to win the pulitzer prize in 1961 and was later made into an academy award-winning film, also a classic. compassionate, dramatic, and deeply moving, to kill a mockingbird takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. now with over 18 million copies in print and translated into forty languages, this regional story by a young alabama woman claims universal appeal. harper lee always considered her book to be a simple love story. today it is regarded as a masterpiece of american literature.",
        "year": "1988",
        "author": "Harper Lee"
    },
    "0836218817": {
        "title": "Unnatural Selections",
        "publisher": "Andrews McMeel Publishing",
        "description": "1991 farworks, inc. all rights reserved. the far side and the larson signature are registered trademarks of farworks, inc.",
        "year": "1991",
        "author": "Gary Larson"
    },
    "0330262130": {
        "title": "Restaurant At the End of the Universe",
        "publisher": "Pan Books Ltd",
        "description": "facing annihilation at the hands of the warlike vogons is a curious time to have a craving for tea. it could only happen to the cosmically displaced arthur dent and his comrades in arms as they hurtle across space powered by pure improbability - and desperately in search of a place to eat. among arthur's motley shipmates are ford prefect, a longtime friend and expert contributor to the 'hitchhiker's guide to the galaxy'; zaphod beeblebrox, the three-armed, two-headed ex-president of the galaxy; tricia mcmillan, a fellow earth refugee who's gone native (her name is trillian now); and marvin, the moody android who suffers nothing and no one very gladly. their destination? the ultimate hot spot for an evening of apocalyptic entertainment and fine dining, where the food (literally) speaks for itself.",
        "year": "0",
        "author": "Douglas Adams"
    },
    "0425188221": {
        "title": "Shadowland",
        "publisher": "Berkley Publishing Group",
        "description": "best friends tom flanagan and del nightingale, apprentices to a master magician, enter a dark realm of immeasurable evil, more ancient than death itself, where only one of them will survive.",
        "year": "2003",
        "author": "Peter Straub"
    },
    "0836218833": {
        "title": "Attack Of The Deranged Mutant Killer Snow Goons",
        "publisher": "Andrews McMeel Publishing",
        "description": "with the help of his faithful stuffed tiger companion and his alter-egos--spaceman spiff, stupendous man, and tracer bullet-- calvin continues to navigate the tricky waters of youth in the latest collection by comic strip genius bill watterson. original.",
        "year": "1992",
        "author": "Bill Watterson"
    },
    "0316969680": {
        "title": "The Beach House",
        "publisher": "Little, Brown",
        "description": "from author mindy wilde - book 2 of the sexy summer series as you would imagine this title contains a lot of steamy sexual content and graphic language that may be objectionable to some readers and is intended for adults only. ok, you've been warned so let's bring on the heat!!! beach house (sexy summer vol. 2) is the second story of the sexy summer series. this erotic story is approximately 8600 words in length. rob and jessica head to the south carolina coast for an annual get-together with jessica's old college friends. when her friend laura reveals that she is having some trouble in the bedroom with her husband a plan is hatched to help. this year at the beach house the women will be taking their friendship to a whole new level! titles in this series include: private island (sexy summer vol. 1) beach house (sexy summer vol. 2) the cruise (sexy summer vol. 3) omnibus (sexy summer trilogy) keywords: erotic romance, erotica short story, romance short story, sexy stories, travel romance, travel erotica, beach romance, summer romance, summer erotica, multiple partners",
        "year": "2002",
        "author": "James Patterson"
    },
    "0590442996": {
        "title": "Karen's Worst Day (Baby-Sitters Little Sister, 3)",
        "publisher": "Scholastic",
        "description": "everyone has a bad day once in a while-- but no one can top karen's worst day ever.",
        "year": "1990",
        "author": "Ann M. Martin"
    },
    "0553078925": {
        "title": "Mars (A Bantam Spectra Book)",
        "publisher": "Bantam Books",
        "description": "chosen to replace an original crew member, native american geologist jamie waterman joins the historic mission to mars, enduring grueling months of training and, ultimately, the extraordinary adventure that follows",
        "year": "1992",
        "author": "Ben Bova"
    },
    "0425188175": {
        "title": "Up a Road Slowly",
        "publisher": "Berkley Publishing Group",
        "description": "the newbery award-winning novel from the author of across five aprils and no promises in the wind comes her most beloved story of a girl's coming of age.",
        "year": "2003",
        "author": "Irene Hunt"
    },
    "0395547032": {
        "title": "Richard Brautigan : A Confederate General from Big Sur, Dreaming of Babylon, and the Hawkline Monster (Three Books in the Manner of Their Original ed)",
        "publisher": "Mariner Books",
        "description": "richard brautigan was the author of ten novels, including a contemporary classic, trout fishing in america, nine volumes of poetry, and a collection of stories.here are three brautigan novels--a confederate general from b ig sir, dreaming of babylon and the hawkline monster--reissues in a one-volume omnibus edition.",
        "year": "1991",
        "author": "Richard Brautigan"
    },
    "0425182150": {
        "title": "Perish Twice",
        "publisher": "Berkley Publishing Group",
        "description": "boston private investigator sunny randall comes to the aid of three very different women as she investigates threats against a prominent feminist and assists her best friend and older sister, each of whom is confronting a wrenching personal struggle, in this well-plotted thriller by the author of family honor and hugger mugger. reprint.",
        "year": "2001",
        "author": "Robert B. Parker"
    },
    "0671032658": {
        "title": "The Green Mile",
        "publisher": "Pocket",
        "description": "originally published as a six-part serial novel, this chilling novel introduces the inmates of cold mountain penitentiary, convicted killers all awaiting a date with the electric chair, including the enigmatic john coffey. reprint.",
        "year": "1999",
        "author": "Stephen King"
    },
    "0871890917": {
        "title": "Abnormal postural reflex activity caused by brain lesions",
        "publisher": "Aspen Systems Corp",
        "description": "clearcut descriptions of higher postural reflexes to help identify specific motor patterns and assess extent of injury. how to avoid negative reaction patterns of cns lesions, monitor changes in reflex ability, and more. a basic reference guide to more effective treatment. concise and analytic.",
        "year": "1985",
        "author": "Berta Bobath"
    },
    "0307987655": {
        "title": "Eeyore, You're the Best (Disney's Pooh)",
        "publisher": "Random House Childrens Books",
        "description": "the rain cloud following eeyore dampens his enthusiasm for the hundred-acre wood talent show",
        "year": "1996",
        "author": "Ann Braybrooks"
    },
    "0385503857": {
        "title": "Oryx and Crake",
        "publisher": "Nan A. Talese",
        "description": "a novel of the future explores a world that has been devastated by ecological and scientific disasters.",
        "year": "2003",
        "author": "Margaret Atwood"
    },
    "0718002067": {
        "title": "The King James Open Bible : Expanded Edition",
        "publisher": "Nelson Bibles",
        "description": "are you ready for an intense and contemplative study of the word?â the kjv open bible, classic edition is designed for the hungry reader.â this bible is filled with amazingâ study aids including comprehensive book introductions and outlines, 64-page concordance, read-along references and translation notes, and the classic biblical cyclopedic index covering over 8,000 textual entries.â the kjv open bible, classic edition also features a seven-step method on how to study the bible, a visual survey of the bible, the christian's guide to new life and the greatest archeological discoveries of the bible. this outstanding bible is available in hardcover, bonded leather and genuine leather with color choices of black, burgundy and tan.â",
        "year": "2002",
        "author": "Not Applicable (Na )"
    },
    "3822858617": {
        "title": "Georgia O'Keeffe 1887-1986: Flowers in the Desert (Basic Art)",
        "publisher": "Taschen",
        "description": "looks at the life, career, and works of the american artist.",
        "year": "2001",
        "author": "Britta Benke"
    },
    "0671024094": {
        "title": "The Coffin Dancer (Lincoln Rhyme Novels (Paperback))",
        "publisher": "Pocket Books",
        "description": "new york police department criminalist lincoln rhyme and his student amelia sachs lead the hunt for a serial killer who changes his appearance with each murder, except for a tattoo of the grim reaper waltzing in front of a coffin",
        "year": "1999",
        "author": "Jeffery Deaver"
    },
    "1899344705": {
        "title": "The Hissing of the Silent Lonely Room: The Fifth Detective Inspector Christy Kennedy Mystery (Christy Kennedy Mystery)",
        "publisher": "Do-Not Press",
        "description": "detective inspector christy kennedy investigates the apparent suicide of american musician esther bluewood, leading him to the woman's soon-to-be ex-husband, her lover, her children's nanny, and kennedy's own girlfriend, journalist ann rea.",
        "year": "2002",
        "author": "Paul Charles"
    },
    "0399149562": {
        "title": "Short ",
        "publisher": "2002",
        "description": "fictional columnist james qwilleran presents a collection of stories that spotlights the colorful world of moose county and its residents in such legends as \"the secret of the blacksmith's wife\" and \"the trevelyan curse.\"",
        "year": "Lilian Jackson Braun",
        "author": " Tall Tales: Moose County Legends Collected by James Mackintosh Qwilleran"
    },
    "1565075722": {
        "title": "The Power of a Praying Wife",
        "publisher": "Harvest House Publishers",
        "description": "today's challenges and pressures can make a fulfilling marriage seem like an impossible dream. stormie omartian shares how god has strengthened her own marriage since she began to pray for her husband concerning key areas of his life.",
        "year": "1997",
        "author": "Stormie Omartian"
    },
    "0553272586": {
        "title": "Farewell to Manzanar: A True Story of Japanese American Experience During and  After the World War II Internment",
        "publisher": "Bantam Books",
        "description": "the american-born author describes her family's experiences and impressions when they were forced to relocate to a camp for the japanese in owens valley, california, called manzanar, during world war ii, detailing how she, among others, survived in a place of oppression, confusion, and humiliation. reissue.",
        "year": "1983",
        "author": "Jeanne W. Houston"
    },
    "0385510438": {
        "title": "The Last Juror",
        "publisher": "Doubleday",
        "description": "convicted of the murder of a young mother in a 1970 trial that ended with his threat to seek revenge against the jurors, danny padgitt is paroled after nine years in prison and returns to the scene of the trial in ford county, mississippi.",
        "year": "2004",
        "author": "John Grisham"
    },
    "0399148639": {
        "title": "Mortal Prey",
        "publisher": "Putnam Publishing Group",
        "description": "nearly killed in a hit attempt, retired top hitwoman clara rinker goes into hiding, prompting lucas davenport, a one-time target of clara's, to assist the fbi and dea in tracking her down before her old bosses in the st. louis mob and a mexican drug lord get to her first. 500,000 first printing.",
        "year": "2002",
        "author": "John Sandford"
    },
    "0679767800": {
        "title": "The Stars My Destination",
        "publisher": "Vintage Books USA",
        "description": "marooned in outer space after an attack on his ship, nomad, gulliver foyle lives to obsessively pursue the crew of a rescue vessel that had intended to leave him to die. reprint. 10,000 first printing.",
        "year": "1996",
        "author": "Alfred Bester"
    },
    "0743206045": {
        "title": "Daddy's Little Girl",
        "publisher": "Simon ",
        "description": "journalist trish duncan, the grown sister of a murder victim, attends the parole hearing of the man who had been convicted of the crime twenty years earlier and begins to wonder if his claim of innocence might be true. 1,000,000 first printing.",
        "year": "2002",
        "author": "Mary Higgins Clark"
    },
    "0553347756": {
        "title": "Wild Mind: Living the Writer's Life",
        "publisher": "Bantam",
        "description": "a collection of essays on life as a writer urges aspirants to the craft to take chances, learn self-acceptance, and make a daily commitment to writing",
        "year": "1990",
        "author": "Natalie Goldberg"
    },
    "1558509828": {
        "title": "The Magic World of the Amazing Randi",
        "publisher": "Adams Media Corporation",
        "description": "top magicians share a variety of magic tricks featuring cards, money, mentalism, numbers, dice, and string",
        "year": "1989",
        "author": "James Randi"
    },
    "0446676640": {
        "title": "The Snow Queen",
        "publisher": "Aspect",
        "description": "as the end of her third lifetime draws near, arienrhod, the ancient ruler of far tiamat, clones several heirs, and seeds them on different islands throughout her sea-dark world. reprint.",
        "year": "2001",
        "author": "Joan D. Vinge"
    },
    "0553571656": {
        "title": "The Beekeeper's Apprentice",
        "publisher": "Bantam",
        "description": "a chance meeting with an elderly beekeeper turns into a pivotal, personal transformation when fifteen-year-old mary russell discovers that the beekeeper is the reclusive, retired master detective sherlock holmes, who soon takes on the role of mentor and teacher. reissue.",
        "year": "1996",
        "author": "LAURIE R. KING"
    },
    "0446301582": {
        "title": "Word of Honor",
        "publisher": "Warner Books",
        "description": "he is a good man, a brilliant corporate executive, an honest, handsome family man admired by men and desired by women. but a lifetime ago ben tyson was a lieutenant in vietnam. there the men under his command committed a murderous atrocity -- and together swore never to tell the world what they had done. now the press, army justice, and the events he tried to forget have caught up with ben tyson. his family, his career, and his personal sense of honor hang in the balance. and only one woman can reveal the truth of his past -- and set him free.",
        "year": "1987",
        "author": "Nelson DeMille"
    },
    "0425191184": {
        "title": "Red Rabbit",
        "publisher": "Berkley Publishing Group",
        "description": "early in his career, jack ryan accepts his first assignment as a freelance analyst under james greer of the cia and faces a mission involving a high-level soviet defector who has reported a plot to assassinate pope john paul ii. reprint.",
        "year": "2003",
        "author": "Tom Clancy"
    },
    "0140254188": {
        "title": "Trash",
        "publisher": "Penguin USA",
        "description": "in a racy new interpretation of the traditional japanese autobiographical novel, amy yamada makes her u.s. debut with a view of american urban life. her frank portrayals of human relationships have both shocked and earned her respect in japan, and in trash--a mix of fantasy and authentic experience--she lives up to her reputation.",
        "year": "1996",
        "author": "Amy Yamada"
    },
    "0452268060": {
        "title": "How the Garcia Girls Lost Their Accents (Plume Contemporary Fiction)",
        "publisher": "Plume Books",
        "description": "eagerly embracing their new american culture in miami, the four garcia women iron their hair, smoke cigarettes, date american men, forget their spanish, and lose their accents all in their journey toward adulthood. reprint. 25,000 first printing.",
        "year": "1992",
        "author": "Julia Alvarez"
    },
    "0316776963": {
        "title": "Me Talk Pretty One Day",
        "publisher": "Back Bay Books",
        "description": "a recent transplant to paris, humorist david sedaris, bestselling author of \"naked\", presents a collection of his strongest work yet, including the title story about his hilarious attempt to learn french. a number one national bestseller now in paperback.",
        "year": "2001",
        "author": "David Sedaris"
    },
    "0192827588": {
        "title": "Northanger Abbey, Lady Susan, the Watsons and Sanditon (World's Classics)",
        "publisher": "Oxford University Press",
        "description": "northanger abbey depicts the misadventures of catherine morland, young, ingenuous, and mettlesome, and an indefatigable reader of gothic novels. their romantic excess and dark overstatement feed her imagination, as tyrannical fathers and diabolical villains work their evil on forlorn heroinesin isolated settings. what could be more remote from the uneventful securities of life in the midland counties of england? yet as austen brilliantly contrasts fiction with reality, ordinary life takes a more sinister turn, and edginess and circumspection are reaffirmed alongside comedy andliterary burlesque. also including austen's other short fictions, lady susan, the watsons, and sanditon, this valuable new edition shows her to be as innovative at the start of her career as at its close.",
        "year": "1990",
        "author": "Jane Austen"
    },
    "0525946241": {
        "title": "Picture Maker",
        "publisher": "Dutton Books",
        "description": "captured by the fierce algonquin, picture maker, a talented artist whose drawings foreshadow the future, escapes her captors and seeks refuge with the inuit, in whose company she encounters a norse hunter who could hold the key to the mystery of her birth",
        "year": "2002",
        "author": "Penina Keen Spinka"
    },
    "0609804138": {
        "title": "The Sweet Potato Queens' Book of Love",
        "publisher": "Three Rivers Press",
        "description": "the group of belles-gone-bad philosophize on men, life, love, being prepared, educating our young, and what to eat when tragedy strikes",
        "year": "1999",
        "author": "JILL CONNER BROWNE"
    },
    "0836221311": {
        "title": "Last Chapter and Worse",
        "publisher": "Andrews McMeel Publishing",
        "description": "1996 farworks, inc. all rights reserved. the far side and the larson signature are registered trademarks of farworks, inc.",
        "year": "1996",
        "author": "Gary Larson"
    },
    "087784870X": {
        "title": "This Morning With God: A Daily Study Guide to the Entire Bible",
        "publisher": "Intervarsity Pr",
        "description": "this inductive study guide takes readers through the entire bible in just over four years. edited by carol adeney. 512 pages, paper",
        "year": "1978",
        "author": "Carol Adeney"
    },
    "0446530891": {
        "title": "Split Second",
        "publisher": "Warner Books",
        "description": "eight years after leaving the secret service following the assassination of the presidential candidate he had been protecting, sean king reluctantly joins with agent michelle maxwell to uncover the truth when another candidate is abducted.",
        "year": "2003",
        "author": "David Baldacci"
    },
    "002542730X": {
        "title": "Politically Correct Bedtime Stories: Modern Tales for Our Life and Times",
        "publisher": "John Wiley ",
        "description": "a whimsical adaptation of classic fairy tales and bedtime stories removes all kinds of bias and objective language from such traditional tales as \"chicken little,\" \"rapunzel,\" \"the three little pigs,\" \"cinderella,\" and many others.",
        "year": "1994",
        "author": "James Finn Garner"
    },
    "0671021001": {
        "title": "She's Come Undone (Oprah's Book Club)",
        "publisher": "Pocket",
        "description": "in this extraordinary coming-of-age odyssey, wally lamb invites us to hitch a wild ride on a journey of love, pain, and renewal with the most heartbreakingly comical heroine to come along in years. meet dolores price. she's 13, wise-mouthed but wounded, having bid her childhood goodbye. stranded in front of her bedroom tv, she spends the next few years nourishing herself with the mallomars, potato chips, and pepsi her anxious mother supplies. when she finally orbits into young womanhood at 257 pounds, dolores is no stronger and life is no kinder. but this time she's determined to rise to the occasion and give herself one more chance before she really goes under.",
        "year": "1998",
        "author": "Wally Lamb"
    },
    "0800757483": {
        "title": "Finding God When Life's Not Fair: Surviving Soul-Shakers and Aftershocks",
        "publisher": "Revell",
        "description": "lee ezell always considered herself a lighthearted person. yet when two back-to-back tragedies crashed upon her--the death of her husband to cancer and, ten weeks later, her own diagnosis of breast cancer--lee was shaken to the core. like the author, readers all face times of pain and loss. whether the source is debilitating illness, divorce, financial hardship, emotional upheaval, or a loved one's death, life's injustice impacts everyone. when it does, questions arise: how can god allow such suffering? why is he so silent? can he be trusted?finding god when life's not fair chronicles lee's journey of hope and courage as she struggled with her faith during her darkest days. offering no easy answers but plenty of hard-won wisdom, she writes honestly about how deep pain can run--and offers a compelling argument that god's love runs deeper still. whatever their circumstances, readers will find their faith buoyed as this book affirms the reality of the lord's grace awaiting them in their toughest times.",
        "year": "2001",
        "author": "Lee Ezell"
    },
    "0525937021": {
        "title": "The Pause: Positive Approaches to Menopause",
        "publisher": "Penguin USA",
        "description": "identifies symptoms of menopause, discusses the risks and benefits of hormone-replacement therapy, and offers advice on adjusting to life after menopause",
        "year": "1993",
        "author": "Lonnie, Ph.D. Barbach"
    },
    "0441627404": {
        "title": "The Once and Future King",
        "publisher": "Ace Books",
        "description": "buck est un chien de californie qui appartient au juge miller. buck est un jour enlevé à son maître par l'aide-jardinier du juge, et vendu à un trafiquant de chiens de traîneau . bientôt confronté à l’âpreté de sa nouvelle condition, buck doit trouver la force de survivre et s’adapter au froid de l’alaska et du yukon : devant s’imposer aux autres chiens de la meute, il apprend à voler de la viande ainsi qu’à se battre. il est vendu souvent, jusqu’à ce qu’il devienne le chien d’un maître respectable, john thornton. mais lorsque son maître est tué par des « indiens yeehat», buck redevient un loup et tue une partie des assassins. rendu à la nature au milieu du wild, la grande forêt nord-canadienne, il se mêle à une meute de loups dont il devient le chef.",
        "year": "1987",
        "author": "T. H. White"
    },
    "0425116840": {
        "title": "The Cardinal of the Kremlin (Jack Ryan Novels)",
        "publisher": "Berkley Publishing Group",
        "description": "mikhail filitov is a war hero and red army colonel, but his cia code name is \"cardinal.\" a chance encounter in a moscow subway leads the kgb to begin a hunt--for the spy in top echelons of power. from the author of \"clear and present danger,\" \"the hunt for red october\" and \"red storm rising,\" enter a world of high-wire, high-tech international intrigue that reaches from the bloody dust of afghanistan to the use of lasers in space. the us and the ussr are negotiating a treaty that could lead to war--or peace--while their secret espionage armies are locked in the ultimate struggle. what the cardinal knows could change the course of history. what a maverick cia man named ryan must do is outduel the kgb--and bring the cardinal out alive!",
        "year": "1989",
        "author": "Tom Clancy"
    },
    "0785264280": {
        "title": "The Traveler's Gift : Seven Decisions that Determine Personal Success",
        "publisher": "Nelson Books",
        "description": "at a low point in his forty-six-year-old life, david ponder finds himself traveling back in time to meet with some of the wisest people in history in this modern day parable of choice, success, and the true meaning of life.",
        "year": "2002",
        "author": "Andy Andrews"
    },
    "3442435773": {
        "title": "Denn keiner ist ohne Schuld.",
        "publisher": "Goldmann",
        "description": "als simon st. james und seine frau deborah ins winterliche lancashire aufbrechen, erwarten sie beschauliche und ruhige tage im schnee. doch im verschlafenen winslough erwartet sie alles andere als entspannung. der pfarrer des ortes wurde vergiftet und das ganze dorf steht unter schock. zumindest auf den ersten blick. doch als inspektor lynley in der vergangenheit der bewohner herumstöbert, fallen ihm merkwürdige zusammenhänge auf....",
        "year": "1996",
        "author": "Elizabeth George"
    },
    "0761406158": {
        "title": "If You Were a Firefighter (If You Were a...)",
        "publisher": "Benchmark Books (NY)",
        "description": "explains what firefighters do and what equipment they use to put out fires.",
        "year": "1998",
        "author": "Virginia Schomp"
    },
    "0446605484": {
        "title": "Roses Are Red (Alex Cross Novels)",
        "publisher": "Warner Vision",
        "description": "in this heart-pounding new thriller, detective alex cross pursues the most brilliant killer he's ever confronted, a mysterious criminal who calls himself the mastermind. in a series of crimes that has stunned washington, d.c., bank robbers have been killing bank employees and their families if the robbers' instructions are not followed to the letter. alex cross knows this is no ordinary criminal-the pathological need for control and perfection is too great. cross is in the midst of a crisis at home-but the case becomes all-consuming as he learns that the mastermind is plotting one huge, last, perfect crime...",
        "year": "2001",
        "author": "James Patterson"
    },
    "0886774802": {
        "title": "Stone of Farewell (Memory, Sorrow, and Thorn, Book 2)",
        "publisher": "Daw Books",
        "description": "battered remnants of the human army flee the evil forces of ineluki the storm king, desperately seeking a mysterious sanctuary called the stone of farewell and a solution to their dire peril",
        "year": "1994",
        "author": "Tad Williams"
    },
    "0804102511": {
        "title": "Intensive Care: The Story of a Nurse",
        "publisher": "Ivy Books",
        "description": "illuminates the day-to-day routine and texture of a nurse's life through an account of the author's career that spans from training to practice to burnout",
        "year": "1988",
        "author": "Echo Heron"
    },
    "2253137243": {
        "title": "Le Jour des fourmis",
        "publisher": "LGF",
        "description": "sommes-nous des dieux ? sommes-nous des monstres ? pour le savoir, une fourmi va partir à la découverte de notre monde et connaître mille aventures dans notre civilisation de géants. parallèlement, un groupe de scientifiques humains va, au fil d'un thriller hallucinant, comprendre la richesse et la magie de la civilisation des fourmis, si proche et pourtant si peu connue. on est comme aspiré par ce roman qui se lit d'une traite. sans s'en apercevoir, pris par le suspense et la poésie, on apprend toute sorte d'informations étonnantes et pourtant vraies. après le succès international de son premier livre, les fourmis, bernard werber, jeune écrivain français, s'est imposé comme l'inventeur d'un nouveau style de littérature, à cheval entre la saga d'aventure, le roman fantastique et le conte philosophique. le jour des fourmis, traduit en 22 langues, couronné du grand prix des lectrices de elle, a été mis au programme de certaines classes de français, de philosophie et même de... mathématiques. bien au-delà du thème des fourmis, il s'agit là d'un vrai livre initiatique qui nous oblige à réfléchir sur notre place dans l'univers.",
        "year": "1995",
        "author": "Bernard Werber"
    },
    "0811802981": {
        "title": "The Golden Mean: In Which the Extraordinary Correspondence of Griffin ",
        "publisher": "1993",
        "description": "lovers griffin and sabine find their passion tested by new obstacles, including a mysterious intruder, in the conclusion of the best-selling trilogy that began with griffin & sabine. and sabine's notebook. 300,000 first printing. $100,000 ad/promo.",
        "year": "Nick Bantock",
        "author": " Sabine Concludes"
    },
    "0446608890": {
        "title": "Saving Faith",
        "publisher": "Warner Vision",
        "description": "believe the power in a secluded house not far from washington, d.c., the fbi is interviewing one of the most important witnesses it has ever had, a young woman named faith lockhart. for faith has done too much, knows too much, and she'll tell too much. believe the suspense feared by some of the most powerful men in the world, faith has been targeted to die. but when a private investigator walks into the middle of the assassination attempt, the shooting suddenly goes wrong, and an fbi agent is killed. believe the astounding new story that only david baldacci could write... now faith lockhart must flee for her life-with her story, with her deadly secret, and with an unknown man she's forced to trust...",
        "year": "2000",
        "author": "David Baldacci"
    },
    "014038572X": {
        "title": "The Outsiders (Now in Speak!)",
        "publisher": "Puffin Books",
        "description": "a revealing account of the tensions, fears, and frustrations of gang life from a teenage boy's point of view.",
        "year": "1997",
        "author": "S. E. Hinton"
    },
    "0307127923": {
        "title": "Disney's The Lion King (A Golden Look-Look Book)",
        "publisher": "Random House Childrens Books",
        "description": "simba believes he is responsible for the death of his father, the king, and flees--but returns to claim his kingdom when he discovers his father was a victim of evil uncle scar, in a storybook based on disney's latest animated feature. original. movie tie-in.",
        "year": "1994",
        "author": "M. Hover"
    },
    "0060976845": {
        "title": "Little Altars Everywhere: A Novel",
        "publisher": "Perennial",
        "description": "don't miss little altars everywhere, the new york times bestselling companion novel that introduces the ya-yas and is also a basis for the film.",
        "year": "1996",
        "author": "Rebecca Wells"
    },
    "0895261901": {
        "title": "Bias: A CBS Insider Exposes How the Media Distort the News",
        "publisher": "Regnery Publishing",
        "description": "a veteran cbs reporter exposes how liberal bias pervades the mainstream media, arguing that fairness, balance, and integrity have disappeared from network television.",
        "year": "2001",
        "author": "Bernard Goldberg"
    },
    "0385504209": {
        "title": "The Da Vinci Code",
        "publisher": "Doubleday",
        "description": "harvard symbologist robert langdon and french cryptologist sophie neveu work to solve the murder of an elderly curator of the louvre, a case which leads to clues hidden in the works of da vinci and a centuries-old secret society.",
        "year": "2003",
        "author": "Dan Brown"
    },
    "1573221856": {
        "title": "High Maintenance",
        "publisher": "Riverhead Hardcover",
        "description": "traces a young woman's unusual obsession with a manhattan apartment after her marriage falls apart as she searches for a new place that she can call home while dealing with the manic ups and downs of the manhattan real estate market.",
        "year": "2001",
        "author": "Jennifer Belle"
    },
    "074341232X": {
        "title": "Jinxed",
        "publisher": "Pocket Star",
        "description": "hired to find a missing movie starlet, private investigator regan reilly finds her search taking her to such sites as a movie set, boutique wineries, and new-age cults, where she meets a host of colorful characters and experiences a range of misadventures. reprint.",
        "year": "2003",
        "author": "Carol Higgins Clark"
    },
    "1841193887": {
        "title": "The Mammoth Book of Women Who Kill",
        "publisher": "Constable and Robinson",
        "description": "from the florida roadside prostitute and first convicted serial killer aileen wuornos to the empress poisoner of ancient rome, this title collects some of the world's most dangerous women, including: ruth snyder, the last woman in the us to go to the electric chair; and myra hindley - britain's most infamous murderess.",
        "year": "2002",
        "author": "Richard Glyn Jones"
    },
    "089879661X": {
        "title": "Leads ",
        "publisher": "1995",
        "description": "marshall j. cook shows you how to grab readers, keep them reading, and make them remember your article. with his help, you'll learn to develop good leads for any article, seduce readers without resorting to misleading tricks, identify readers and meet their needs, use fiction techniques to increase dramatic impact without compromising the facts, work with multiple viewpoints, avoid cliches and muddy language, write cliff-hangers that will keep readers hungry for future installments of long articles, and frame stories with linked leads and conclusions. cook also takes you through the anatomy of a story and shows you how to create bridges between your lead, body and conclusion. with his help, you'll learn to write openings that are more than catchy - they'll set the tone, establish the theme, and make your readers care. you'll learn to craft conclusions that surprise, delight and satisfy. and your words will resonate in your readers' minds long after they've finished your article.",
        "year": "Marshall J. Cook",
        "author": " Conclusions (Elements of Article Writing)"
    },
    "0517162768": {
        "title": "Mary Higgins Clark Omnibus : Let Me Call You Sweetheart",
        "publisher": "MARY HIGGINS CLARK",
        "description": "contains three complete novels from the bestselling mystery writer.",
        "year": " Remember Me",
        "author": " I'll Be Seeing You"
    },
    "8437608570": {
        "title": "Comedias 1 - Plauto",
        "publisher": "Ediciones Catedra S.A.",
        "description": "el clamoroso exito y popularidad que alcanzo plauto con sus comedias a lo largo de su vida y despues de su muerte, contrastan con los escasisimos datos que tenemos sobre la biografia del comico de sarsina. ya en el siglo ii a.c., solo cincuenta anos despues de su muerte, la obra de plauto era objeto de afanoso estudio por parte de los gramaticos latinos, que valoraron la pureza de su latin, el ingenio y la elegancia de sus tramas y la vitalidad de su humorismo. se ha procurado ofrecer una version fiel y rigurosa de las comedias, precedidas cada una de ellas por un estudio que nos introduce en su argumento y en el contexto literario del autor.",
        "year": "2000",
        "author": "Plauto"
    },
    "0887621112": {
        "title": "Salt Fish Girl",
        "publisher": "Thomas Allen ",
        "description": "salt fish girl is the mesmerizing tale of an ageless female character who shifts shape and form through time and place. told in the beguiling voice of a narrator who is fish, snake, girl, and woman - all of whom must struggle against adversity for survival - the novel is set alternately in nineteenth-century china and in a futuristic pacific northwest. at turns whimsical and wry, salt fish girl intertwines the story of nu wa, the shape-shifter, and that of miranda, a troubled young girl living in the walled city of serendipity circa 2044. miranda is haunted by traces of her mother's glamourous cabaret career, the strange smell of durian fruit that lingers about her, and odd tokens reminiscient of nu wa. could miranda be infected by the dreaming disease that makes the past leak into the present? framed by a playful sense of magical realism, salt fish girl reveals a futuristic pacific northwest where corporations govern cities, factory workers are cybernetically engineered, middle-class labour is a video game, and those who haven't sold out to commerce and other ills must fight the evil powers intent on controlling everything. rich with ancient chinese mythology and cultural lore, this remarkable novel is about gender, love, honour, intrigue, and fighting against oppression.",
        "year": "2002",
        "author": "Larissa Lai"
    },
    "0064407667": {
        "title": "The Bad Beginning (A Series of Unfortunate Events, Book 1)",
        "publisher": "HarperCollins",
        "description": "violet, klaus, and sunny baudelaire are intelligent children. they are charming, and resourceful, and have pleasant facial features. unfortunately, they are exceptionally unlucky. in the first two books alone, the three youngsters encounter a greedy and repulsive villain, itchy clothing, a disastrous fire, a plot to steal their fortune, a lumpy bed, a deadly serpent, a large brass reading lamp, a long knife, and a terrible odour. in the tradition of great storytellers, from dickens to dahl, comes an exquisitely dark comedy that is both literary and irreverent, hilarious and deftly crafted. never before has a tale of three likeable and unfortunate children been quite so enchanting, or quite so uproariously unhappy. ages 10+",
        "year": "1999",
        "author": "Lemony Snicket"
    },
    "0385305893": {
        "title": "Beastie",
        "publisher": "Random House Childrens Books",
        "description": "three children form an expedition and sneak away from camp on nighttime boating excursions in an attempt to find the elusive \"beastie\" who may live in a remote scottish loch.",
        "year": "1992",
        "author": "Georgess McHargue"
    },
    "0929264215": {
        "title": "Lewis Grizzard on Fear of Flying",
        "publisher": "Natl Book Network",
        "description": "this humorous treatment of one of the country's most common neuroses will make the perfect gift for frequent flyers.",
        "year": "1989",
        "author": "Lewis Grizzard"
    },
    "0679731148": {
        "title": "A Year in Provence",
        "publisher": "Vintage Books USA",
        "description": "national bestseller in this witty and warm-hearted account, peter mayle tells what it is like to realize a long-cherished dream and actually move into a 200-year-old stone farmhouse in the remote country of the lubéron with his wife and two large dogs. he endures january's frosty mistral as it comes howling down the rhône valley, discovers the secrets of goat racing through the middle of town, and delights in the glorious regional cuisine. a year in provence transports us into all the earthy pleasures of provençal life and lets us live vicariously at a tempo governed by seasons, not by days.",
        "year": "1991",
        "author": "Peter Mayle"
    },
    "0394862147": {
        "title": "The Doctor Who Technical Manual",
        "publisher": "Random House Childrens Books",
        "description": "a guide to the technological fantasies, including advanced tools, weapons, computers, spaceships, robots, and lifelike human clones, introduced on the long-running british science fiction television series.",
        "year": "1983",
        "author": "Mark Harris"
    },
    "037541309X": {
        "title": "Balzac and the Little Chinese Seamstress",
        "publisher": "Alfred A. Knopf",
        "description": "during the chinese cultural revolution, two boys are sent to the country for reeducation, where their lives take an unexpected turn when they meet the beautiful daughter of a local tailor and stumble upon a forbidden stash of western literature.",
        "year": "2001",
        "author": "Dai Sijie"
    },
    "0934802904": {
        "title": "Modern Rock Climbing",
        "publisher": "Globe Pequot Pr",
        "description": "todd skinner takes the sport of rock climbing into the 21st century. over 60 illustrations make learning easy. designed to supplement professional instruction, modern rock climbing goes beyond the basics, transcending all other books on the subject. develop a conditioning and training program to prepare you for the rigors of all types of modern climbing, including sport climbing on climbing walls. discover the difference between free climbing and traditional styles. go beyond the basics with unique tips from a pro's bag of tricks. let america's top climber share his secrets for leading, visualizing, memorizing and advanced moves. unique to \"modern rock climbing\" is body maintenance. tape hands for crack climbing to prevent injury. care for your fingers after multiple days on the rock. competitive climbing with the rules for judging are detailed to encourage participation in a growing sport. understand the ethics for putting up new routes, bolting, anchors and cleaning.",
        "year": "1993",
        "author": "Todd Skinner"
    },
    "0739442309": {
        "title": "Little Women, or Meg, Jo, Beth, and Amy",
        "publisher": "Doubleday",
        "description": "chronicles the joys and sorrows of the four march sisters as they grow into young ladies in nineteenth-century new england.",
        "year": "2002",
        "author": "Louisa May Alcott"
    },
    "0743457943": {
        "title": "Trading Places",
        "publisher": "Pocket Star",
        "description": "bestselling author fern michaels creates breathtaking excitement with this page-turning novel of twin sisters who pull off a daring identity switch that lands them in the middle of love and danger. atlanta police detective aggie jade is still recovering from the raid that took the life of her partner and former boyfriend -- and nearly killed her and her beloved k-9. she's not ready to hit the streets again, but she's desperate to hunt down the cop killers who shattered her world. that's when she asks her identical twin sister to trade places with her.... lizzie jade is as flashy and fiery as aggie is quiet and conservative -- and the high-rolling vegas gambler loves a challenge: turning in her stiletto heels for a badge is the perfect role for aggie's \"wild card\" sister. but the gutsy charade gets complicated when sexy investigative reporter nathan hawke senses something bold and new about \"aggie,\" who no longer shies away from his flirtations. as lizzie and nathan join forces to uncover a web of lies and corruption, lizzie finds herself giving in to his charms. but how can she confess that she's not who he thinks she is? and how can she let herself fall in love when she and her twin might have to run for their lives?",
        "year": "2003",
        "author": "Fern Michaels"
    },
    "0810946122": {
        "title": "The Runes of Elfland",
        "publisher": "Harry N Abrams",
        "description": "the fantasy artist interprets the runes of celtic origin, examining the myth and lore about faeries, elves, and creatures of the forest in a collection of stories depicting the many creatures of celtic mythology.",
        "year": "2003",
        "author": "Ari Berk"
    },
    "0440428130": {
        "title": "Freckle Juice",
        "publisher": "Yearling",
        "description": "andrew pays fifty cents for a magic formula to create freckles",
        "year": "1978",
        "author": "JUDY BLUME"
    },
    "0689845405": {
        "title": "My Book of Inventions (Jimmy Neutron)",
        "publisher": "Simon Spotlight/Nickelodeon",
        "description": "jimmy neutron offers a look at his inventions, from his incredible shrinking machine to his transforming robotic dog, in a behind-the scenes look at the life of a boy genius.",
        "year": "2001",
        "author": "Lara Bergen"
    },
    "0849995892": {
        "title": "Savor This Moment Embracing The Goodness In Everyday Life",
        "publisher": "J. Countryman",
        "description": "dornacher's fourth book can encourage readers to take the time to appreciate the precious blessings in life that so often go unnoticed. these blessings include love, beauty, joy, comfort and quiet.",
        "year": "2002",
        "author": "Karla Dornacher"
    },
    "0345450175": {
        "title": "Balance of Power",
        "publisher": "Ballantine Books",
        "description": "the marriage of president kerry kilcannon and tv journalist lara costello is marred by a massacre of innocent civilians by gunfire, setting in motion events that reveal the hidden connections among guns, money, and power in washington.",
        "year": "2003",
        "author": "RICHARD NORTH PATTERSON"
    },
    "0380721643": {
        "title": "Track of the Cat (Anna Pigeon Mysteries (Paperback))",
        "publisher": "Avon Books",
        "description": "fleeing new york to find refuge as a ranger in the remote backcountry of west texas, anna pigeon stumbles into a web of violence and murder when fellow park ranger sheila drury is mysteriously killed and another ranger vanishes",
        "year": "1994",
        "author": "Nevada Barr"
    },
    "1561452718": {
        "title": "If I Found a Wistful Unicorn: A Gift of Love",
        "publisher": "Peachtree Publishers",
        "description": "if his friend answers yes to any of his questions, then a boy will know his friend loves him.",
        "year": "2002",
        "author": "Ann Ashford"
    },
    "0312995431": {
        "title": "A Fountain Filled With Blood (A Rev. Clare Ferguson Mystery)",
        "publisher": "St. Martin's Paperbacks",
        "description": "when a violent attack on a doctor triggers a series of gay hate crimes in the adirondack town of miller's kill, episcopalian priest clare fergusson and police chief russ van alstyne, struggling with their mutual attraction, investigate a range of suspects. reprint.",
        "year": "2004",
        "author": "Julia Spencer-Fleming"
    },
    "0804114986": {
        "title": "The Bonesetter's Daughter",
        "publisher": "Ballantine Books",
        "description": "struggling to regain her voice and express her true feelings to her husband, ghostwriter ruth young discovers that her inability to speak closely parallels the story of her mother luling's early life in china, where ruth finds the famous bonesetter, a woman whose mouth was sealed shut during a suicide attempt. reprint.",
        "year": "2002",
        "author": "Amy Tan"
    },
    "0671020560": {
        "title": "Inca Gold",
        "publisher": "Simon Pulse",
        "description": "dirk pitt becomes involved in an adventure surrounding a long-sunken treasure of gold, a lost civilization's secrets, and an international smuggling ring.",
        "year": "1998",
        "author": "Clive Cussler"
    },
    "0671664964": {
        "title": "The Hitchhiker's Guide to the Galaxy",
        "publisher": "Pocket",
        "description": "just before the earth is demolished, arthur dent is plucked off the planet by his friend ford prefect. copyright © libri gmbh. all rights reserved.",
        "year": "1988",
        "author": "Douglas Adams"
    },
    "0679723161": {
        "title": "Lolita (Vintage International)",
        "publisher": "Vintage",
        "description": "a novel that studies the moral disintegration of a man whose obsessive desire to possess his step-daughter destroys the lives of those around him",
        "year": "1989",
        "author": "VLADIMIR NABOKOV"
    },
    "0340657987": {
        "title": "A Long Walk in Wintertime",
        "publisher": "Trafalgar Square",
        "description": "alice mcdonald has escaped all the obvious traps that lie in wait for women. she loves her job but enjoys her clever, spirited children too; her husband (dan the new man) does his share at home, and their london house is always full of friends. at her thirty-seventh birthday party, alice reflects that their life has been a pretty successful production so far. but love can be treacherous, and children are never quite what they seem. two months later, far from home and alone on a desperate quest through the bleak lanes of norfolk, alice wonders how it fell apart so quickly. were things ever as good as they seemed? had the mcdonalds really been happy, or was it no more than a stage illusion?",
        "year": "1996",
        "author": "Libby Purves"
    },
    "014200281X": {
        "title": "The Character of Cats",
        "publisher": "Penguin Books",
        "description": "acclaimed author and scientist budiansky combines scientific research, fascinating lore, and his own infectious fondness for all things feline to elucidate the mysteries of these fickle creatures. 17 b&w illustrations. 2-page color insert.",
        "year": "2003",
        "author": "Stephen Budiansky"
    },
    "0440228840": {
        "title": "Demon in My View (Laurel-Leaf Books)",
        "publisher": "Laurel Leaf",
        "description": "seventeen-year-old jessica allodola discovers that the vampire world of her fiction is real when she develops relationships with an alluring vampire named aubrey and the teenage witch who is trying to save jessica from his clutches.",
        "year": "2001",
        "author": "AMELIA ATWATER-RHODES"
    },
    "0061011509": {
        "title": "Blind Spot",
        "publisher": "Harper Mass Market Paperbacks (Mm)",
        "description": "involved in the case of her career--evaluating the sanity of accused killer lindsey kern, who claims that a ghost was the real killer--forensic psychologist suki jacobs finds her own life taking a bizarre turn when her teenage daughter becomes the prime suspect in a murder with supernatural overtones. original.",
        "year": "1998",
        "author": "Barbara Shapiro"
    },
    "0345444892": {
        "title": "Murder at Ford's Theatre (Truman, Margaret, Capital Crimes Series.)",
        "publisher": "Ballantine Books",
        "description": "when the body of a young theatre volunteer named nadia zarinski is found in a dark alley, two cops, rick klayman and moses \"mo\" johnson, soon discover that nadia was the intern for, and the rumored lover of, an influencial right-wing senator, plunging them into a world of greed and corruption.",
        "year": "2002",
        "author": "MARGARET TRUMAN"
    },
    "0345330129": {
        "title": "The Door into Summer",
        "publisher": "Del Rey Books",
        "description": "daniel davis, put into a state of suspended animation for 30 years, awakens to a startling discovery",
        "year": "1993",
        "author": "Robert A. Heinlein"
    },
    "0446600415": {
        "title": "The Day After Tomorrow",
        "publisher": "Warner Books",
        "description": "in a paris cafe, american surgeon paul osborn looks across the room and spots the man who murdered his father thirty years before. in london, a grizzled l.a. homicide cop named mcvey joins scotland yard to unravel the mystery of a severed head and seven headless corpses. neither american knows the link between the long-ago killing and the recent murders. but paul's obsession to catch his father's killer will send him careening across europe at breakneck speed, his life in the balance, his heart in the hands of a beautiful woman who may be his lover-or his downfall. shadowing his every move is the relentless mcvey. and haunting them both is a secret organization larger and more embracing than any the world has ever seen, preparing for an apocalypse to begin...",
        "year": "1995",
        "author": "Allan Folsom"
    },
    "0312331754": {
        "title": "Robert Ludlum's The Bourne Legacy",
        "publisher": "St. Martin's Press",
        "description": "former cia agent david webb leads a quiet life as a university professor until he becomes a target of an assassin and is framed for the murders of two close friends, and as he fights for his life, he finds himself under the control of his alternate person",
        "year": "2004",
        "author": "Eric Van Lustbader"
    },
    "3596147700": {
        "title": "Sommerhaus, spÃ?Â¤ter. ErzÃ?Â¤hlungen.",
        "publisher": "Fischer (Tb.), Frankfurt",
        "description": "zwei frauen, die auf einer insel ein spiel spielen, das 'sich so ein leben vorstellen' heißt. ein premierenfest, das ein unerwartetes, frühmorgendliches ende in der wohnung des regisseurs findet. ein mann, der in seinem sommerhaus an der oder besuch erhält und an eine vergangenheit erinnert wird, die er nicht mehr kennen will. judith hermanns figuren inszenieren sich ihr leben, sie lassen sich nur passiv oder als zuschauer, nur spielerisch in 'lebensläufe' ziehen. ihre gedanken kreisen immer wieder um dieselben themen; um liebe und vergänglichkeit und die angst vor dem ungelebten, dem verhinderten leben.",
        "year": "2000",
        "author": "Judith Hermann"
    },
    "0316666343": {
        "title": "The Lovely Bones: A Novel",
        "publisher": "Little, Brown",
        "description": "when we first meet 14-year-old susie salmon, she is already in heaven. this was before milk carton photos and public service announcements, she tells us; back in 1973, when susie mysteriously disappeared, people still believed these things didn't happen. in the sweet, untroubled voice of a precocious teenage girl, susie relates the awful events of her death and her own adjustment to the strange new place she finds herself. it looks a lot like her school playground, with the good kind of swing sets. with love, longing, and a growing understanding, susie watches her family as they cope with their grief, her father embarks on a search for the killer, her sister undertakes a feat of amazing daring, her little brother builds a fort in her honor and begin the difficult process of healing. in the hands of a brilliant novelist, this story of seemingly unbearable tragedy is transformed into a suspenseful and touching story about family, memory, love, heaven, and living.",
        "year": "2002",
        "author": "Alice Sebold"
    },
    "2070419657": {
        "title": "Soie",
        "publisher": "Gallimard",
        "description": "vers 1860, pour sauver les élevages de vers à soie contaminés par une épidémie, hervé joncour entreprend quatre expéditions au japon pour acheter des neufs sains. entre les monts du vivarais et le japon, c'est le choc de deux mondes, une histoire d'amour et de guerre, une alchimie merveilleuse qui tisse le roman de fils impalpables. des voyages longs et dangereux, des amours impossibles qui se poursuivent sans jamais avoir commencé, des personnages de désirs et de passions, le velours d'une voix, la sacralisation d'un tissu magnifique et sensuel, et la lenteur, la lenteur des saisons et du temps immuable. soie, publié en italie en 1996 et en france en 1997, est devenu en quelques mois un roman culte - succès mérité pour le plus raffiné des jeunes écrivains italiens.",
        "year": "2001",
        "author": "Alessandro Baricco"
    },
    "3551551936": {
        "title": "Harry Potter Und Der Feuerkelch",
        "publisher": "Carlsen Verlag GmbH",
        "description": "auch das 4. schuljahr an der hogwarts-schule für zauberei hat für harry potter wieder einige aufregungen parat. besonders das trimagische turnier, in dem harry eine ungewöhnliche rolle übernimmt, hält die schüler in atem.",
        "year": "1999",
        "author": "Joanne K. Rowling"
    },
    "0060542845": {
        "title": "The Holiday Present",
        "publisher": "Avon Books",
        "description": "now together for the first time, johanna lindsey's two classic christmas tales, long beloved by her fans, available with a beautiful keepsake christmas ornament! the present: the love story that began the mallory dynasty. miracles have been known to happen in this season of peace and giving and love, as this dramatic story of a mysterious exotic gypsy that became the bride of a duke shows. home for the holidays: a treasured gift of love, tenderness, and ecstasy unbound. an enchanting story of a young impoverished gentlewoman and the mysterious gentleman whose heart is melted by her beauty.",
        "year": "2003",
        "author": "Johanna Lindsey"
    },
    "0061007129": {
        "title": "Kane ",
        "publisher": "1993",
        "description": "on april 15, 1906, two baby boys entered the world. one was born to a life of prosperity and ease, the other to a world of hardship and struggle. on different sides of the globe, they grew up -- one shaped by a luxurious upbringing, fine schools, and a history he read; the other well tempered by war, slavery, and the history he was part of. william lowell kane, scion of a boston banking family, and abel rosnovski, penniless polish immigrant -- one is gold, the other steel. rosnovski is kane's ultimate adversary, while kane kane embodies everything that rosnovski stands against. in their relentless battle, both men know that there can be only one victor -- and one vanquished. across three generations and around a rapidly changing world, their war rages unchecked, for the love of a dream, the loss of an empire, and the lure of a fortune.",
        "year": "Jeffrey Archer",
        "author": " Abel"
    },
    "0375751513": {
        "title": "The Picture of Dorian Gray (Modern Library (Paperback))",
        "publisher": "Modern Library",
        "description": "the handsome appearance of dissolute young dorian gray remains unchanged while the features in his portrait become distorted as his degeneration progresses",
        "year": "1998",
        "author": "OSCAR WILDE"
    },
    "0582530431": {
        "title": "Great British Ghosts (Longman Structural Readers: Background)",
        "publisher": "Longman Publishing Group",
        "description": "tower of london - borley - scottish ghosts - orchard end; selected reading materials.",
        "year": "1982",
        "author": "McIver"
    },
    "0553801589": {
        "title": "The Tail of the Tip-Off",
        "publisher": "Bantam",
        "description": "when a well-liked local builder dies of poisoning during a local basketball game in crozet, virginia, harry haristeen and her coterie of animals find themselves sifting through a discouraging number of suspects on and off the court as they search for the killer.",
        "year": "2003",
        "author": "RITA MAE BROWN"
    },
    "0679734775": {
        "title": "The House on Mango Street (Vintage Contemporaries)",
        "publisher": "Vintage",
        "description": "for esperanza, a young girl growing up in the hispanic quarter of chicago, life is an endless landscape of concrete and run-down tenements, and she tries to rise above the hopelessness",
        "year": "1991",
        "author": "SANDRA CISNEROS"
    },
    "0310435706": {
        "title": "Encyclopedia of Bible Difficulties, An",
        "publisher": "Zondervan",
        "description": "this encyclopedia is intended for everyone, from scholars and students to laypersons--for all who are troubled by apparent contradictions in the bible. it argues for the unity and the integrity of the bible and should convince the skeptic and reassure the person who may be confused by the seeming discrepancies in scripture.",
        "year": "1982",
        "author": "G. Archer"
    },
    "0812515595": {
        "title": "People of the Silence (The First North Americans series, Book 8)",
        "publisher": "Tor Books",
        "description": "in 1150 a.d., cornsilk, a young girl from the anasazi empire, must run for her life and find her true identity when the great sun chief orders that she must be killed and a relentless killer will stop at nothing to destroy her. reissue.",
        "year": "1997",
        "author": "Kathleen O'Neal Gear"
    },
    "0786817070": {
        "title": "Artemis Fowl (Artemis Fowl, Book 1)",
        "publisher": "Miramax Kids",
        "description": "at last, one of the most talked-about novels of last year is now available in an accessible mass-market edition. twelve-year-old artemis is a millionaire, a genius-and above all, a criminal mastermind. but artemis doesn't know what he's taken on when he kidnaps a fairy, captain holly short of the leprecon unit. these aren't the fairies of the bedtime stories-they're dangerous!",
        "year": "2002",
        "author": "Eoin Colfer"
    },
    "0553275283": {
        "title": "Love Story",
        "publisher": "Bantam Books",
        "description": "depicts the love and marriage of a wealthy harvard hockey player and a brilliant radcliffe music student",
        "year": "1988",
        "author": "Erich Segal"
    },
    "0743444477": {
        "title": "Letters for Emily",
        "publisher": "Pocket",
        "description": "you are so young. you may wonder what an old man like me could teach? i wonder as well. i certainly don't claim to know all the answers. i'm barely figuring out the questions...life has a strange way of repeating itself and i want my experience to help you...my hope is that you'll consider my words and remember my heart. harry whitney is dying. he has alzheimer's disease, and he knows his \"good\" time is dwindling. so he compiles a book of poems for his favorite granddaughter, emily, hoping that his words of hard-won wisdom will heal the old wounds that are tearing his family apart. but harry's poems contain much more than meets the eye -- clues and riddles that lead to an extraordinary cache of letters and a promise of hidden gold. as emily and her family uncover harry's secrets one by one, they learn unforgettable lessons about romance, forgiveness and hope that might hold them all together.",
        "year": "2003",
        "author": "Camron Wright"
    },
    "000225669X": {
        "title": "One Thousand Chestnut Trees",
        "publisher": "Harpercollins Publisher",
        "description": "the tumultuous history of korea unfolds in this compelling story of a young woman's search for her family roots -- and her own sense of identity. in her journeys, she discovers a legacy left behind by the noble clan from which she is descended -- a temple erected by her great-grandfather in defiance of centuries of invasions against korea, and the one thousand chestnut trees that shield it from view...",
        "year": "0",
        "author": "Mira Stout"
    },
    "0886776783": {
        "title": "The Perfect Princess (Dragon Nimbus)",
        "publisher": "Daw Books",
        "description": "the throne of prince darville is threatened by rogue magicians who try to take advantage when his dragon protectors depart, and the prince realizes that he and his bride are threatened by dark magic that threatens his kingdom and their lives. original.",
        "year": "1995",
        "author": "Irene Radford"
    },
    "0062507109": {
        "title": "Inner Bonding: Becoming a Loving Adult to Your Inner Child",
        "publisher": "HarperSanFrancisco",
        "description": "inner bonding is the process of connecting our adult thoughts with our instinctual, gut feelings -- the feelings of the \"inner child\" -- so that we can minimize painful conflict within ourselves. free of inner conflict, we feel peaceful, open to joy, and open to giving and receiving love. margaret paul, coauthor of healing your aloneness, explores how abandonment of the inner child leads to increasingly negative and destructive feelings of low self-worth, codepenclence, addiction, shame, powerlessness, and withdrawal from relationships. her breakthrough inner bonding process teaches us to heal past wounds through reparenting and clearly demonstrates how we can learn to parent in the present. real-life examples illustrate the dynamics of the healing process and show the benefits we can expect in every facet of our lives and in all our relationships. inner bonding provides the tools we need to forge and maintain the inner unity that makes our family, sexual, work, and social relationships productive, honest, and joyful.",
        "year": "1992",
        "author": "Margaret Paul"
    },
    "3551551693": {
        "title": "Harry Potter und der Gefangene von Azkaban",
        "publisher": "Carlsen Verlag GmbH",
        "description": "3. band: der welterfolg geht weiter! diesmal läuft in den ferien schon alles so schief, dass harry befürchten muss, aus hogwarts rauszufliegen. gemeinsam mit seinen freunden ron und hermine versucht er, ein geflecht aus verrat, rache, verleumdung und feigheit aufzudröseln, und stösst dabei auf schier unglaubliche dinge, die ihn fast an seinem verstand zweifeln lassen.",
        "year": "1999",
        "author": "J. K. Rowling"
    },
    "0671793489": {
        "title": "All Around the Town",
        "publisher": "Pocket Star",
        "description": "a student obsessed with her english professor is accused of his murder, but cannot remember how her fingerprints could possibly have been found at the scene of the crime",
        "year": "1993",
        "author": "Mary Higgins Clark"
    },
    "226612269X": {
        "title": "Ou Es-Tu?",
        "publisher": "Distribooks Inc",
        "description": "un homme rencontre à l'aéroport, à de brèves occasions, la femme de sa vie. un jour, elle disparaît. quelque temps plus tard débarque à la maison sa petite fille de neuf ans. par l'auteur de et si c'était vrai..., un roman qui est loin d'avoir son efficacité. [sdm].",
        "year": "2003",
        "author": "Marc Levy"
    },
    "0684867621": {
        "title": "The Girl Who Loved Tom Gordon : A Novel",
        "publisher": "Scribner",
        "description": "from international bestseller stephen king, a classic story that engages our emotions on the most primal level, a fairy tale grimmer than grimm but aglow with a girl’s indomitable spirit. what if the woods were full of them? and of course they were, the woods were full of everything you didn’t like, everything you were afraid of and instinctively loathed, everything that tried to overwhelm you with nasty, no-brain panic. the brochure promised a “moderate-to-difficult” six-mile hike on the maine-new hampshire branch of the appalachian trail, where nine-year-old trisha mcfarland was to spend saturday with her older brother pete and her recently divorced mother. when she wanders off to escape their constant bickering, then tries to catch up by attempting a shortcut through the woods, trisha strays deeper into a wilderness full of peril and terror. especially when night falls. trisha has only her wits for navigation, only her ingenuity as a defense against the elements, only her courage and faith to withstand her mounting fear. for solace she tunes her walkman to broadcasts of boston red sox games and the gritty performances of her hero, number thirty-six, relief pitcher tom gordon. and when her radio’s reception begins to fade, trisha imagines that tom gordon is with her—her key to surviving an enemy known only by the slaughtered animals and mangled trees in its wake.",
        "year": "1999",
        "author": "Stephen King"
    },
    "0826308791": {
        "title": "The Education of Little Tree (A Zia Book)",
        "publisher": "University of New Mexico Press",
        "description": "recounts the childhood remembrances of an orphaned american indian boy living with his cherokee grandparents in a mountain log cabin in eastern tennessee during the 1930s",
        "year": "1986",
        "author": "Forrest Carter"
    },
    "0864425767": {
        "title": "Lonely Planet Australian Phrasebook (Lonely Planet Australian Phrasebook)",
        "publisher": "Lonely Planet Publications",
        "description": "'c'mon, aussie c'mon!' the catch phrase of many a sporting event downunder. understand them or not - the australians speak a unique english filled with dundee accents, quirky phrases and fantastic vocabulary. few are the dobbers, bludgers and two-pot screamers - the average aussie (o-zee) is welcoming, hospitable and full of a sense of humour. though you might just need this book to understand the jokes. *for every social situation, here’s the language you're going to hear *travellers can avoid embarrassing moments and awkward misunderstandings with clear vocabulary lists *household names, politics, sports - the book is full of the melee of aussie interests *understand a little of the original cultures through the introductory chapters to aboriginal and torres strait languages",
        "year": "1998",
        "author": "Susan Butler"
    },
    "0451179994": {
        "title": "The Book of Reuben",
        "publisher": "Signet Book",
        "description": "the fifth novel about nodd's ridge, maine, chronicles the life of the popular reuben styles, who survives an abuse-filled childhood and seems to find the american dream, only to have it crumble away from him",
        "year": "1995",
        "author": "Tabitha King"
    },
    "0805048782": {
        "title": "Loving You Was My Undoing",
        "publisher": "Henry Holt ",
        "description": "no one in mexico ever imagined the revolution would pass through montreal. not frederico farias, who had composed a quiet revolutionary life for himself in lectures and town meetings, far from the battlefronts. not rosario alomar, whose husband's life would in the senseless battle. not even valentin cobelo, who, together with his men, chased down the federales in the town's cobbled streets. in the midst of a bloody revolution, desire unfurls between rosario and valentin. \"passion can be smelled, like rainstorms--they warn you of their fury, but you can't stop them.\"loving you was my undoing is a tour de force--an unforgettable story of fervent longing and of wishes carved in the air that might have gone better unanswered.",
        "year": "1999",
        "author": "Javier Gonzalez Rubio"
    },
    "1858286018": {
        "title": "The Rough Guide to Morocco",
        "publisher": "Rough Guides Limited",
        "description": "practical tips on everything from the best-value hotels and restaurants to transport and roads. lively accounts of the monuments and sites with informed treatment of moroccan culture, past and present. evocative descriptions of the routes and landscapes from mountain pistes to age-old caravan trails across the desert. comprehensive coverage of trekking in the high atlas, windsurfing on the atlantic coast and bird watching in the lakes and estuaries. full colour photos and more than 70 maps.",
        "year": "2001",
        "author": "Rough Guides"
    },
    "0721452728": {
        "title": "Dreaming Numbers: A Counting Book (Toddler Books)",
        "publisher": "Penguin U S A",
        "description": "a poem describes a young child's dreams of an increasing number of animals from one pig who likes to eat, to ten frogs in the bathtub.",
        "year": "1990",
        "author": "Eugenie Fernandes"
    },
    "0140058605": {
        "title": "The Clear Light of Day (King Penguin S.)",
        "publisher": "Penguin Books Ltd",
        "description": "set in india's old delhi, clear light of day is anita desai's tender, warm, and compassionate novel about family scars, the ability to forgive and forget, and the trials and tribulations of familial love. at the novel's heart are the moving relationships between the members of the das family, who have grown apart from each other. bimla is a dissatisfied but ambitious teacher at a women's college who lives in her childhood home, where she cares for her mentally challenged brother, baba. tara is her younger, unambitious, estranged sister, married and with children of her own. raja is their popular, brilliant, and successful brother. when tara returns for a visit with bimla and baba, old memories and tensions resurface and blend into a domestic drama that is intensely beautiful and leads to profound self-understanding.",
        "year": "1981",
        "author": "Anita Desai"
    },
    "0836220889": {
        "title": "Calvin and Hobbes",
        "publisher": "Andrews McMeel Publishing",
        "description": "online: gocomics.com/calvinandhobbes/",
        "year": "1987",
        "author": "Bill Watterson"
    },
    "2878580753": {
        "title": "Un peu plus loin sur la droite (Chemins nocturnes)",
        "publisher": "V. Hamy",
        "description": "embusqué sur le banc 102, celui de la contrescarpe, alors qu'il surveille la fenêtre d'un fils de député bien peu sympathique, kehlweiler, \" l'allemand \", avise une drôle de \" bricole \" blanchâtre égarée sur une grille d'arbre... ce petit bout d'os humain -car il s'agit de cela- l'obsède jusqu'à ce qu'il abandonne ses filatures parisiennes pour rallier port-nicolas, un village perdu au bout de la bretagne. et l'attente reprend au café de la halle. depuis la salle enfumée du vieux bar, il écoute et surveille, de bière en bière, de visage en visage, et fait courir sans trêve, par les routes humides et les grèves désertes, son jeune assistant, marc vandoosler, le médiéviste de debout les morts. qui tue ?",
        "year": "1996",
        "author": "Fred Vargas"
    },
    "3803120624": {
        "title": "Die WÃ¼rde des Menschen ist antastbar: AufsÃ¤tze und Polemiken (Wagenbachs TaschenbÃ¼cherei)",
        "publisher": "Wagenbach",
        "description": "essays af den tyske journalist og grundlægger af rote armé fraktion (raf) ulrike meinhof (1934-1976).",
        "year": "1980",
        "author": "Ulrike Marie Meinhof"
    },
    "0971880107": {
        "title": "Wild Animus",
        "publisher": "Too Far",
        "description": "newly graduated from college, sam altman is gripped by an inexplicable urge to lose himself in the wilderness and teams up with an enigmatic young woman who seems bent on helping him realize his dreams. 50,000 first printing. $100,000 ad promo.",
        "year": "2004",
        "author": "Rich Shapero"
    },
    "0075536498": {
        "title": "The Plague",
        "publisher": "McGraw-Hill Humanities/Social Sciences/Languages",
        "description": "translated by stuart gilbert",
        "year": "1965",
        "author": "Albert  Camus"
    },
    "0060170166": {
        "title": "The Infinite Plan: A Novel",
        "publisher": "Harpercollins",
        "description": "gregory reeves, the son of a self-styled preacher, struggles to overcome his childhood of poverty and neglect and to take control of his destiny. by the author of house of the spirits. 100,000 first printing. $125,000 ad/promo. bomc. qpb. tour.",
        "year": "1993",
        "author": "Isabel Allende"
    },
    "0679776818": {
        "title": "Birdsong: A Novel of Love and War",
        "publisher": "Vintage Books USA",
        "description": "in 1910, stephen wraysford, a young englishman, journeys to france, becomes embroiled in a series of traumatic events, including a clandestine love affair, and finds himself trapped amid the horrors of the first world war. reprint. 40,000 first printing.",
        "year": "1997",
        "author": "Sebastian Faulks"
    },
    "0439449316": {
        "title": "Clifford's Class Trip (Clifford)",
        "publisher": "Scholastic",
        "description": "clifford saves the day when he accompanies the class on a field trip.",
        "year": "2003",
        "author": "Norman Bridwell"
    },
    "0385508042": {
        "title": "The King of Torts",
        "publisher": "Doubleday Books",
        "description": "the author of such best-selling legal thrillers as the summons and the brethren presents his latest novel of courtroom and legal suspense. 2,500,000 first printing. $2,500,000 ad/promo.",
        "year": "2003",
        "author": "John Grisham"
    },
    "0449209733": {
        "title": "Fraternity of Stone",
        "publisher": "Ballantine Books",
        "description": "a former agent is caught in a web of conspiracy so monstrous, it threatens the existance of institutions as powerful as the catholic church",
        "year": "2003",
        "author": "DAVID MORRELL"
    },
    "3404921178": {
        "title": "Nur der Tod ist ohne Makel.",
        "publisher": "LÃ?Â¼bbe",
        "description": "die junge londonerin fran varady geht auf eigene faust dem geheimnisumwitterten tod ihrer mitbewohnerin terry nach. war es selbstmord oder mord?",
        "year": "2002",
        "author": "Ann Granger"
    },
    "0553586122": {
        "title": "Reap the Wind",
        "publisher": "Bantam Books",
        "description": "perfume mogul caitlin vasaro is certain that her dream of creating her own fragrance will never be realized as the family estate hovers on the brink of bankruptcy. reprint.",
        "year": "2002",
        "author": "Iris Johansen"
    },
    "0060930187": {
        "title": "The Bell Jar : A Novel (Perennial Classics)",
        "publisher": "Perennial",
        "description": "the bell jar chronicles the crack-up of esther greenwood: brilliant, beautiful, enormously talented, and successful, but slowly going under--maybe for the last time. sylvia plath masterfully draws the reader into esther's breakdown with such intensity that esther's insanity becomes completely real and even rational, as probable and accessible an experiece as going to the movies. such deep penetration into the dark and harrowing corners of the psyche is an extraordinary accomplishment and has made the bell jar a haunting american classic.",
        "year": "2000",
        "author": "Sylvia Plath"
    },
    "0140390715": {
        "title": "The Pathfinder (Penguin Classic)",
        "publisher": "Penguin Books",
        "description": "cooper undertakes a \"hazardous experiment\" of resurrecting one of his most popular characters, for he had killed off bumppo in his previous incarnation. this book is noted as a classic account of the american wilderness.",
        "year": "1989",
        "author": "James Fenimore Cooper"
    },
    "0399149821": {
        "title": "Dirty Work",
        "publisher": "Putnam Publishing Group",
        "description": "hired to collect evidence for a celebrity divorce case, cop-turned-lawyer stone barrington finds himself having to defend his honor when the person he is investigating is murdered. 250,000 first printing.",
        "year": "2003",
        "author": "Stuart Woods"
    },
    "2266047280": {
        "title": "Anibal",
        "publisher": "Presses Pocket",
        "description": "roman - adoption - fratrie - jalousie - pérou.",
        "year": "1993",
        "author": "Anne Bragance"
    },
    "039915180X": {
        "title": "Hidden Prey",
        "publisher": "Putnam Publishing Group",
        "description": "when vladimir orslov, a man with ties to the highest levels of government, is found shot to death along the shore of lake superior, lucas davenport must take on the local cops, the fbi, and the russians as he attempts to unravel the case, following a trail of clues that leads to a deadly confrontation with dark secrets from the past. 600,000 first printing. lit guild, doubleday, & mystery guild main.",
        "year": "2004",
        "author": "John Sandford"
    },
    "0843951826": {
        "title": "Body Rides",
        "publisher": "Leisure Books",
        "description": "a mysterious bracelet allows its wearer to inhabit another persons body.",
        "year": "2004",
        "author": "Richard Laymon"
    },
    "156865037X": {
        "title": "Earthclan",
        "publisher": "N. Doubleday",
        "description": "startide rising: after crash-landing on an uncharted planet, the human and dolphin crew of a spaceship from earth battle fleets of alien warships--novelist.",
        "year": "1986",
        "author": "David Brin"
    },
    "0394800028": {
        "title": "The Cat in the Hat Comes Back (I Can Read It All by Myself Beginner Books)",
        "publisher": "Random House Books for Young Readers",
        "description": "a rhyming story for beginner readers about the adventures of the cat in the hat.",
        "year": "1958",
        "author": "Dr. Seuss"
    },
    "044667883X": {
        "title": "Last Man Standing",
        "publisher": "Warner Books",
        "description": "when web london's fbi hostage negotiation team is ambushed in a dark alley, web is the only survivor. as the fbi investigates, suspicion surrounding web deepens. now, he needs help from an unlikely ally in his desperate search for the killer of his friends, and finds himself up against a force intent on finishing the job that began in the alley. copyright © libri gmbh. all rights reserved.",
        "year": "2001",
        "author": "David Baldacci"
    },
    "0886775426": {
        "title": "The Dragon Token (Dragon Star, Book 2)",
        "publisher": "Daw Books",
        "description": "in the sequel to stronghold, as rohan's son and heir, pol, rallies his forces in a desperate bid to halt the advance of the invaders, ancient rivalries weaken his alliance. reprint.",
        "year": "1994",
        "author": "Melanie Rawn"
    },
    "0679439382": {
        "title": "The Little Friend",
        "publisher": "Alfred A. Knopf",
        "description": "growing up in a small mississippi town in a family haunted by the murder of her brother, robin, harriet cleve dusfresnes lives in a world of her imagination, until, at the age of twelve, she decides to find robin's murderer and exact her revenge. by the author of the secret history. 300,000 first printing.",
        "year": "2002",
        "author": "Donna Tartt"
    },
    "2253172367": {
        "title": "Le Tango des assassins",
        "publisher": "LGF",
        "description": "des bébés enlevés et revendus... leurs parents torturés pour avoir osé penser contre le pouvoir en place... l'argentine tout entière ne serait-elle qu'un vaste marché aux enfants de détenus ? que sont devenus les fils et les filles de ces \" folles de mai \", qui hurlent encore au cœur de buenos aires ? sandra kahn n'en a cure. ce qu'elle veut, c'est retrouver nina, sa compagne envoyée par l'unesco pour enquêter sur ces rapts. trois jours après son arrivée, nina a disparu. avalée par la pampa. et les autorités semblent si désireuses de ne pas la voir réapparaître que sandra, fidèle à son célèbre esprit de contradiction, prend le premier vol pour buenos aires et appelle sam goodman à son aide. quand leur quête rejoint celle de milliers d'autres et qu'ils commencent à lever un coin du voile noir, ils ignorent encore que leur découverte fait écho aux pires tourments de l'histoire... avec la nouvelle aventure de sandra kahn, maud tabachnik brosse avec audace le tableau d'une argentine sans limites et le portrait d'une héroïne à sa mesure...",
        "year": "2002",
        "author": "Maud Tabachnik"
    },
    "0140182551": {
        "title": "The Old Wives' Tale (20th Century Classics)",
        "publisher": "Penguin Books",
        "description": "victorian novel set in the pottery district of staffordshire and france during the siege of paris.",
        "year": "1990",
        "author": "Arnold Bennett"
    },
    "0880381736": {
        "title": "Dragons of Autumn Twilight (Dragonlance Chronicles, Vol 1)",
        "publisher": "TSR",
        "description": "dragons from the distant past gather to engulf the world of krynn in war",
        "year": "1990",
        "author": "Margaret Weis"
    },
    "0451166892": {
        "title": "The Pillars of the Earth",
        "publisher": "Signet Book",
        "description": "set in twelfth-century england, this epic of kings and peasants juxtaposes the building of a magnificent church with the violence and treachery that often characterized the middle ages. reissue.",
        "year": "1996",
        "author": "Ken Follett"
    },
    "0671037692": {
        "title": "Long After Midnight",
        "publisher": "Pocket Books",
        "description": "a crazy scheme to bring peace to the world with the aid of rust...a martian who could be jesus...an author is plucked from his grave to write a novel... this collection from ray bradbury demolishes the old saying: truth is stranger than fiction.",
        "year": "2004",
        "author": "Ray Bradbury"
    },
    "0425167097": {
        "title": "Toxin",
        "publisher": "Berkley Pub Group",
        "description": "a gripping tale of bacterial poisoning, product tampering, and corporate malevolence by the dean of medical thrillers. after his son dies from poisoning caused by \"e. coli\" bacteria, surgeon kim regis investigates and comes up against a code of silence more impenetrable that anything he has ever encountered in the medical world. copyright © libri gmbh. all rights reserved.",
        "year": "1999",
        "author": "Robin Cook"
    },
    "3551551685": {
        "title": "Harry Potter und die Kammer des Schreckens",
        "publisher": "Carlsen Verlag GmbH",
        "description": "auf der hogwarts-schule für zauberei erleben harry und seine freunde viel aufregendes mit einem monster, das dort sein unwesen treibt.",
        "year": "2000",
        "author": "Joanne K. Rowling"
    },
    "1585671312": {
        "title": "To the Hermitage",
        "publisher": "Overlook Press",
        "description": "when a novelist responds to an invitation to participate in the \"diderot project,\" he discovers that the enigmatic group is more influential than he imagined. 12,000 first printing.",
        "year": "2001",
        "author": "Malcolm Bradbury"
    },
    "0670869902": {
        "title": "How Stella Got Her Groove Back",
        "publisher": "Viking Books",
        "description": "presents a humorous novel about a woman who unexpectedly finds love but who just might be losing her mind",
        "year": "1996",
        "author": "Terry McMillan"
    },
    "063403541X": {
        "title": "Bridget Jones's Diary: Music from the Motion Picture",
        "publisher": "Hal Leonard Publishing Corporation",
        "description": "the hollywood reporter says this renee zellweger/hugh grant comedic hit is \"full of wit, warmth and honest, knowing humor, topped off with a plethora of excellent performances.\" our matching folio features 14 songs from the soundtrack, including: all by myself (jamie o'neal) * have you met miss jones (robbie williams) * i'm every woman (chaka khan) * it's raining men (geri halliwell) * just perfect (tracy bonham) * killin' kind (shelby lynne) * kiss that girl (sheryl crow) * stop, look, listen (to your heart) (diana ross and marvin gaye) * and more.",
        "year": "2001",
        "author": "Various"
    },
    "0440218667": {
        "title": "The Select",
        "publisher": "Dell",
        "description": "a medical student discovers a dangerous and far-reaching conspiracy, in a story that invokes the terror of modern medicine run amok",
        "year": "1995",
        "author": "F. Paul Wilson"
    },
    "0590629719": {
        "title": "Clifford's Sports Day",
        "publisher": "Scholastic",
        "description": "clifford's enthusiasm knows no limits when emily elizabeth takes her big red dog to sports day.",
        "year": "1996",
        "author": "Norman Bridwell"
    },
    "0440414121": {
        "title": "The Watsons Go to Birmingham - 1963 (Yearling Newbery)",
        "publisher": "Yearling",
        "description": "the ordinary interactions and everyday routines of the watsons, an african american family living in flint, michigan, are drastically changed after they go to visit grandma in alabama in the summer of 1963.",
        "year": "1997",
        "author": "CHRISTOPHER PAUL CURTIS"
    },
    "0440236061": {
        "title": "Unfit to Practice",
        "publisher": "Dell Publishing Company",
        "description": "attorney nina reilly faces disbarment after an unknown enemy steals client files and reveals their contents, unless her ex-husband, attorney jack mcintyre, and sometime lover, detective paul van wagoner, can find the culprit.",
        "year": "2003",
        "author": "Perri O'Shaughnessy"
    },
    "087605534X": {
        "title": "Dog Perfect: The User-Friendly Guide to a Well-Behaved Dog",
        "publisher": "Howell Book House",
        "description": "are you at the end of your leash with your dog? tried everything and nothing seems to work? don't give up hope—your dog can be dogperfect, too, with the simple training instructions in this book. dogperfect takes you through the basics step-by-step. chapters include: who is your dog, and how does he learn? what you'll need to train your dog starting off on the right paw basics for your best friend encyclopedia of canine etiquette your dog will learn how to sit, stay, down, come and heel like the well-mannered dog you want him to be. at the same time you'll learn how you contribute to your dog's sense of self and how to boost your leadership status so your dog listens to and respects you. dogperfect will have the two of you working together as a team in no time. you'll learn how to: stop your dog from pulling you down the street. teach your dog to sit while greeting company. housetrain your dog once and for all. play fun and instructional games with your dog. use the teaching lead to humanely calm and control your dog. handle problem barking, chewing and digging and much more!",
        "year": "1995",
        "author": "Sarah Hodgson"
    },
    "1576739597": {
        "title": "Secrets of the Vine Devotional (The Breakthrough Series)",
        "publisher": "Multnomah",
        "description": "a founder of walk thru the bible ministries offers a month's worth of daily readings, inspirational quotes, practical suggestions, and problem-solving techniques that enable readers to become more productive christians.",
        "year": "2002",
        "author": "Bruce Wilkinson"
    },
    "039480001X": {
        "title": "The Cat in the Hat",
        "publisher": "Random House Books for Young Readers",
        "description": "one rainy day a most unusual cat visited sally and her brother. he showed them several new gamws and trickes.",
        "year": "1957",
        "author": "Dr. Seuss"
    },
    "0671014420": {
        "title": "Chicken Poop for the Soul : Stories to Harden the Heart and Dampen the Spirit",
        "publisher": "Pocket",
        "description": "humorous essays explore the joys of depression, the true meaning of love as seen by a stalker, and anxiety-managed weight loss",
        "year": "1997",
        "author": "David Fisher"
    },
    "0425104338": {
        "title": "Stephen King's Danse Macabre",
        "publisher": "Berkley Publishing Group",
        "description": "information on the horror phenomenon including books, movies, radio, and t.v.",
        "year": "1997",
        "author": "Stephen King"
    },
    "3442448530": {
        "title": "Die HirnkÃ?Â¶nigin.",
        "publisher": "Goldmann",
        "description": "die berliner journalistin kyra berg hat sich gerade aus der feuilleton-redaktion ihrer zeitung verabschiedet. sie hat genug vom hauptstadt-zeitgeist und dem kulturgewäsch der intellektuellen szene und will sich endlich mit etwas handfestem beschäftigen. sie beginnt an einer serie über berliner mörderinnen zu arbeiten, und als die kopflose leiche ihres chefredakteurs gefunden wird, interessiert sie sich natürlich sofort brennend für den fall. ihr chefredakteur war bekannt dafür, seinen weiblichen angestellten nachzusteigen, und kyra hat den verdacht, dass es sich bei dem aussergewöhnlich brutalen mord um den racheakt einer frau handelt. bevor ihre recherchen zu konkreten ergebnissen führen, findet man die nächste leiche - einen pensionierten bibliotheksangestellten. kyra macht sich auf die suche nach verbindungspunkten. hat der mörder es auf ältere, an kultur interssierte herren abgesehen? kyra steht vor einem rätsel. dabei hat sie in ihrem privatleben bereits genug probleme. der liebenswerte, aber etwas dickliche kollege franz pawlak rückt ihr doch zu sehr auf die pelle. und an die liebesnacht mit dem ausnehmend hübschen kellner kann sie sich überhaupt nicht mehr erinnern. von dem abenteuer mit dem grossmäuligen töchterchen des ermordeten chefredakteurs ganz zu schweigen ... \"wer nach den krimis von thea dorn noch mit agatha christie ins bett geht, ist selber schuld.\" badische zeitung.",
        "year": "2001",
        "author": "Thea Dorn"
    },
    "0312283709": {
        "title": "Running with Scissors",
        "publisher": "St. Martin's Press",
        "description": "the author describes his bizarre coming-of-age years after his adoption by his mother's psychiatrist, during which he witnessed such misadventures as a fake suicide attempt and front-lawn family/patient sleepovers.",
        "year": "2002",
        "author": "Augusten Burroughs"
    },
    "0717283208": {
        "title": "Prince and the Pauper Walt Disney",
        "publisher": "Stoddart+publishing",
        "description": "mickey and his delightful double, along with donald, goofy, horace, and pluto, bring all the warmth and adventure of disney's version of mark twain's 'prince and the pauper' to life in this illustrated storybook.",
        "year": "1993",
        "author": "Disney"
    },
    "1930285000": {
        "title": "How to Develop a Powerful Prayer Life",
        "publisher": "Master Design",
        "description": "practical biblical tool takes believers from seeking god's hand to effectively seeking his face. learn to experience god in phenomenal reality and closeness. for individuals, small groups or entire congregations.",
        "year": "2000",
        "author": "Gregory R. Frizzell"
    },
    "039304016X": {
        "title": "The Perfect Storm: A True Story of Men Against the Sea",
        "publisher": "Little Brown and Company",
        "description": "presents a vivid account of a history-making storm that hit the new england coast in october 1991 and the lives it changed, weaving together the history of the fishing industry, the science of storms, and personal accounts. tour.",
        "year": "1997",
        "author": "Sebastian Junger"
    },
    "1573229571": {
        "title": "About a Boy (Movie Tie-In)",
        "publisher": "Riverhead Books",
        "description": "will trades his lack of enthusiasm toward children for a date with a truly beautiful woman who is also a single mother.",
        "year": "2002",
        "author": "Nick Hornby"
    },
    "0836217691": {
        "title": "Homicidal Psycho Jungle Cat: A Calvin and Hobbes Collection",
        "publisher": "Andrews McMeel Publishing",
        "description": "reprising the wide-open landscape format of, the days are just packed, homicidal psycho jungle cat chronicles another segment of the multifarious adventures of this wild child and his faithful, but skeptical, friend. if the best cartoons compel readers to identify themselves within the funny frames, then all who enjoy calvin and hobbes are creative, imaginative, and ... bad, bad, bad! calvin, the irascible little boy with the stuffed tiger who comes to life are a pair bound for trouble. boring school lessons become occasions for death-defying alien air battles, speeding snow sled descents elicit philosophical discussions on the meaning of life, and hobbe's natural inclination to pounce on his little friend wreaks havoc on calvin's sense of security. calvin's the kid we all wish we'd been. sassy, imaginative, far more verbal than his parents can manage, calvin is the quintessential bad boy -- and the boy we love to see. he terrorizes little susie, offers \"candid opinions\" from a neighborhood stand, and questions his parents' authority. \"what assurance do i have that your parenting isn't screwing me up?\" he demands. calvin and hobbes manages to say what needs to be said about childhood and life: \"eww, mud,\" says calvin. \"look at this gooshy, dirty, slimy, thick, wet mud ... bleecch ... talk about a kid magnet!\"",
        "year": "1994",
        "author": "Bill Watterson"
    },
    "0679419853": {
        "title": "A Simple Plan",
        "publisher": "Random House Inc",
        "description": "a downward spiral of violence and deception catches hank mitchell after he, his brother, and a friend keep the four million dollars they find in a crashed plane. a first novel. 100,000 first printing. major ad/promo. bomc & qpb alt. tour.",
        "year": "1993",
        "author": "Scott Smith"
    },
    "0517573636": {
        "title": "Silver Pigs:  A Detective Novel in Ancient Rome",
        "publisher": "Crown Publishing Group (NY)",
        "description": "combining the wry humor of a modern gumshoe novel with the serpentine political intrigues of ancient rome, silver pigs follows the riotous exploits of a hard-nosed private detective.",
        "year": "1989",
        "author": "Lindsey Davis"
    },
    "0312282990": {
        "title": "The Amazing Adventures of Kavalier ",
        "publisher": "2001",
        "description": "this brilliant epic novel set in new york and prague introduces us to two misfit young men who make it big by creating comic-book superheroes. joe kavalier, a young artist who has also been trained in the art of houdiniesque escape, has just smuggled himself out of nazi-invaded prague and landed in new york city. his brooklyn cousin sammy clay is looking for a partner to create heroes, stories, and art for the latest novelty to hit america the comic book. inspired by their own fears and dreams, kavalier and clay create the escapists, the monitor, and luna moth, inspired by the beautiful rosa saks, who will become linked by powerful ties to both men. the amazing adventures of kavalier & clay is the winner of the 2001 pulitzer prize for fiction.",
        "year": "Michael Chabon",
        "author": " Clay"
    },
    "0553379615": {
        "title": "Into the Forest",
        "publisher": "Bantam",
        "description": "two sisters survive a near-future apocalypse and retreat into a forest where they relearn what it means to be human",
        "year": "1998",
        "author": "JEAN HEGLAND"
    },
    "0736903054": {
        "title": "Ice Cream As a Clue to the Meaning of the Universe",
        "publisher": "Harvest House Publishers",
        "description": "in these sometimes whimsical, always honest reflections, singer/songwriter billy sprague offers us a fresh window to the world -- a world of wonder, meaning, and hope even in times of loss and confusion.",
        "year": "2000",
        "author": "Billy Sprague"
    },
    "0440241073": {
        "title": "The Summons",
        "publisher": "Dell Publishing Company",
        "description": "ray and his brother, forrest, receive a letter from their father, a reclusive, retired judge, instructing them to return home to discuss his estate, but the judge dies before they arrive, leaving behind a secret known only to ray.",
        "year": "2002",
        "author": "John Grisham"
    },
    "3548603203": {
        "title": "Artemis Fowl.",
        "publisher": "Ullstein TB-Vlg",
        "description": "no human being had ever got the better of a fairy, but twelve-year old artemis fowl, a criminal genius, is determined to get hold of the famous fairy gold and put his brilliant master plan into action. but these are no ordinary fairies.",
        "year": "2003",
        "author": "Eoin Colfer"
    },
    "0890814082": {
        "title": "Narrated Bible",
        "publisher": "Harvest House Pub",
        "description": "many home educators have found the narrated bible to be an effective way of integrating biblical history with secular history. this chronological arrangement will help readers see how various scriptures fit with each other and with their historical settings.",
        "year": "1984",
        "author": "F. Lagard Smith"
    },
    "0843949163": {
        "title": "In the Dark",
        "publisher": "Leisure Books",
        "description": "featuring an introduction by dean koontz, a gripping tale of suspense follows young librarian jane kerry, who discovers an envelope containing money and instructions signed by the master of games, as she is hurled into a dark world where she must play a deadly and disturbing game in order to survive. original.",
        "year": "2001",
        "author": "Richard Laymon"
    },
    "0769600239": {
        "title": "Rapunzel",
        "publisher": "Landoll",
        "description": "rapunzel: a beautiful girl with long golden hair is imprisoned in a lonely tower by a witch.",
        "year": "1999",
        "author": "Landoll"
    },
    "0451207955": {
        "title": "Serpent's Dance",
        "publisher": "Signet Book",
        "description": "entering the cruel and sadistic world of millionaire wesley edwards, the man responsible for her sister's death, to find evidence of his guilt, bernadette kane soon finds herself plunged into a twisted game of perversion where she must fight for her life. original.",
        "year": "2003",
        "author": "Larry Brooks"
    },
    "0440414806": {
        "title": "Holes (Yearling Newbery)",
        "publisher": "Yearling",
        "description": "as further evidence of his family's bad fortune which they attribute to a curse on a distant relative, stanley yelnats is sent to a hellish correctional camp in the texas desert where he finds his first real friend, a treasure, and a new sense of himself.",
        "year": "2000",
        "author": "LOUIS SACHAR"
    },
    "0194216748": {
        "title": "The Year of Sharing (Oxford Bookworms)",
        "publisher": "Oxford University Press",
        "description": "part of a series of elementary readers which offers students the opportunity to extend their reading and appreciation of the english language, this reader at stage 2 contains 700 headwords. it is a futuristic fantasy about humans and animals.",
        "year": "1995",
        "author": "Harry Gilbert"
    },
    "0743407377": {
        "title": "Tilting at Windmills",
        "publisher": "Atria",
        "description": "after a shocking betrayal, successful manhattan pr executive brian duncan walks away from his cosmopolitan life to seek his destiny in the remote village of linden corners, where he encounters a young woman who brings new hope to his restless soul.",
        "year": "2001",
        "author": "Joseph Pittman"
    },
    "0380702843": {
        "title": "The Return of the Indian (Indian in the Cupboard)",
        "publisher": "HarperTrophy",
        "description": "the magic continues . . . in the indian in the cupboard, omri discovers a wonderful, magical world when a three inch high indian named little bear came to life. now, in the return of the indian, omri tries to see his friend little bear again, and lands in the middle of a whole new series of astonishing and dangerous adventures -- from which he may never escape!",
        "year": "1999",
        "author": "Lynne Reid Banks"
    },
    "0874869870": {
        "title": "She Said Yes: The Unlikely Martyrdom of Cassie Bernall",
        "publisher": "Plough Publishing House",
        "description": "the mother of one of the high school students killed in the littleton shootings describes her daughter's religious faith",
        "year": "1999",
        "author": "Misty Bernall"
    },
    "0886775957": {
        "title": "Skybowl (Dragon Star, Book 3)",
        "publisher": "Daw Books",
        "description": "the high prince pol and the sunrunner lord andry must draw upon all their magic and military might to defeat their enemy",
        "year": "1994",
        "author": "Melanie Rawn"
    },
    "0743229878": {
        "title": "Mount Vernon Love Story : A Novel of George and Martha Washington",
        "publisher": "Simon ",
        "description": "charming, insightful and immensely entertaining in its unique presentation of one of america's legendary figures, mount vernon love story, by famed suspense writer mary higgins clark, shows the reader the man behind the legend, a man of flesh, blood and passion, and in the author's skilled hands, the story and the man come fully and dramatically alive. mary higgins clark's interest in george washington was first sparked by a radio series she was writing in the 1960s, called \"portrait of a patriot,\" vignettes of american presidents. always a lover of history, she wrote this biographical novel -- her first book -- and titled it aspire to the heavens, which was the family motto of george washington's mother. with all events, dates, scenes and characters based on historical research, the book was published in 1969. its recent discovery by a washington family descendent led to its reissue under its new title, mount vernon love story. in researching george washington's life, mary higgins clark was surprised to find the engaging man behind the pious legend. he was a giant of a man in every way, starting with his physical height. in an era when men averaged five foot seven inches, he towered over everyone at six foot three. he was the best dancer in the colony of virginia. he was also a master horseman, which was why the indians gave him their highest compliment: \"he rides his horse like an indian.\" she dispels the widespread belief that although george washington married an older woman, a widow, his true love was sally carey fairfax, his best friend's wife. martha dandridge custis was older, but only by three months -- she was twenty-seven to his twenty-six when they met. mary higgins clark describes their relationship from their first meeting, their closeness and his tenderness toward her two children. martha shared his life in every way, crossing the british lines to join him in boston and enduring with him the bitter hardship of the winter in valley forge. as lady bird johnson was never called claudia, martha washington was never known as martha. her family and friends called her patsy. george always called her \"my dearest patsy\" and wore a locket with her picture around his neck. in mount vernon love story, mary higgins clark tells the story of a rare marriage and brings to life the human side of the man who became the \"father of our country.\"",
        "year": "2002",
        "author": "Mary Higgins Clark"
    },
    "0345452577": {
        "title": "The Conspiracy Club",
        "publisher": "Ballantine Books",
        "description": "devastated and suspected by the police after the brutal murder of his girlfriend, hospital psychologist jeremy carrier finds himself unwittingly engaged in a game of cat and mouse when additional murders take place and clues begin appearing in his mail. 400,000 first printing.",
        "year": "2003",
        "author": "JONATHAN KELLERMAN"
    },
    "0060173289": {
        "title": "Divine Secrets of the Ya-Ya Sisterhood : A Novel",
        "publisher": "HarperCollins",
        "description": "at thirty-nine, siddalee walker has escaped her louisianna hometown to become a theatrical director, but as she gathers old letters, photos, journals, and souvenirs from the ya-ya sisterhood to assist in writing a play about women's friendships, she yearns to revisit her childhood. $25,000 ad/promo.",
        "year": "1996",
        "author": "Rebecca Wells"
    },
    "0553148001": {
        "title": "The Clan of the Cave Bear : a novel",
        "publisher": "Bantam Books",
        "description": "a cro-magnon girl orphaned in an earthquake is raised by a neanderthal clan.",
        "year": "1981",
        "author": "Jean M. Auel"
    },
    "055326611X": {
        "title": "EVEN COWGIRLS GET THE BLUES",
        "publisher": "Bantam",
        "description": "free-spirited hitchhiker sissy henshaw makes her way across the confused and paranoid america of the 1970s, gathering knowledge and experience, friends and lovers, and all sorts of unusual acquaintances. reissue. movie tie-in.",
        "year": "1984",
        "author": "TOM ROBBINS"
    },
    "0898796601": {
        "title": "Queries ",
        "publisher": "1995",
        "description": "let thomas clark, editor of writer's digest magazine, show you how to command attention, land a sale, comport yourself as a professional writer. read queries & submissions and discover how to format professional-looking query letters, cover letters and manuscripts; how to fulfill every editor's demand: know your target magazine!; tips on crafting dynamic, compelling opening paragraphs that will grab an editor's attention; real-life examples - query letters that sold articles; how to use photocopies of your published articles to help your chances - and how to avoid having this backfire; how to get an editor to trust your experience - even if you've never sold an article before; easy techniques for brainstorming article ideas; when you don't need to send a query letter first; when you can break the \"no phone queries!\" rule; how to send out multiple ideas on the same topic - without making simultaneous submissions; tips for deciding how much detail to put into your letter; and how to sell your articles again and again.",
        "year": "Tom Clark",
        "author": " Submissions (Elements of Article Writing)"
    },
    "0060096195": {
        "title": "The Boy Next Door",
        "publisher": "Avon Trade",
        "description": "to: you (you) from: human resources (human.resources@thenyjournal.com) subject: this book dear reader, this is an automated message from the human resources division of the new york journal, new york city’s leading photo-newspaper. please be aware that according to our records you have not yet read this book. what exactly are you waiting for? this book has it all: humor romance cooking tips great danes heroine in peril dolphin-shaped driftwood sculptures if you wish to read about any of the above, please do not hesitate to head to the checkout counter, where you will be paired with a sales associate who will work to help you buy this book. we here at the new york journal are a team. we win as a team, and lose as one as well. don’t you want to be on the winning team? sincerely, human resources division new york journal please note that failure to read this book may result in suspension or dismissal from this store. *********this e-mail is confidential and should not be used by anyone who is not the original intended recipient. if you have received this e-mail in error please inform the sender and delete it from your mailbox or any other storage mechanism.*********",
        "year": "2002",
        "author": "Meggin Cabot"
    },
    "0345446860": {
        "title": "Back When We Were Grownups : A Novel (Ballantine Reader's Circle)",
        "publisher": "Ballantine Books",
        "description": "beck davitch looks back on her thirty-year marriage to joe and her role as a mother and manager of the open arms, wondering if she is living the life she was meant to live and reconsidering her dedication to the family business.",
        "year": "2002",
        "author": "ANNE TYLER"
    },
    "0717284832": {
        "title": "101 Dalmatians",
        "publisher": "Stoddart+publishing",
        "description": "donated jan/03.",
        "year": "1995",
        "author": "Walt Disney"
    },
    "0446363073": {
        "title": "Midnight Graffiti",
        "publisher": "Warner Books",
        "description": "a collection of new horror stories includes contributions by stephen king, harlan ellison, dan simmons, david j. schow, nancy collins, and others. original.",
        "year": "1992",
        "author": "James Van Hise"
    },
    "0345452593": {
        "title": "Therapy",
        "publisher": "Ballantine Books",
        "description": "the brutal killings of a young couple--the troubled gavin quick and an unidentified female victim--draws lapd detective milo sturgis and psychologist alex delaware into a search for a cold-blooded killer.",
        "year": "2004",
        "author": "Jonathan Kellerman"
    },
    "0743406176": {
        "title": "If Only It Were True",
        "publisher": "Atria",
        "description": "a young architect in san francisco awakens one day to find a woman in his closet--a woman with the ability to appear and disappear at will, who claims that her body lies in a coma in a hospital across town--and forms a bond with her that leads him to make an extraordinary effort to save her life.\"",
        "year": "2000",
        "author": "Marc Levy"
    },
    "0452282152": {
        "title": "Girl with a Pearl Earring",
        "publisher": "Plume Books",
        "description": "a poor seventeenth-century servant girl knows her place in the household of the painter johannes vermeer, but when he begins to paint her, nasty whispers and rumors circulate throughout the town. reprint.",
        "year": "2001",
        "author": "Tracy Chevalier"
    },
    "0689847564": {
        "title": "Dizzy and Muck Work It Out (Bob The Builder)",
        "publisher": "Simon Spotlight",
        "description": "after wendy leaves, muck and dizzy are left on their own to finish building mrs. potts new garden path, but things go badly and soon dizzy must reorganize in order to get things back on track to finish the job right. original.",
        "year": "2002",
        "author": "Annie Auerbach"
    },
    "0440225825": {
        "title": "Move to Strike",
        "publisher": "Island",
        "description": "new york times bestselling author perri o'shaughnessy takes the courtroom thriller to breathtaking new heights in move to strike, a page-turning masterpiece of suspense that brings back attorney nina reilly, hailed by critics as \"one of the most interesting heroines in legal thrillers today\" (san jose mercury news). nina reilly thought she'd seen it all. an attorney and single mother, nina isn't afraid to tackle the toughest cases and trickiest defenses. but she is wholly unprepared for her latest client—sixteen-year-old nicole zack, rebel, thief, and best friend of nina's teenage son, bob. did nikki steal something from her uncle, a prominent plastic surgeon, then kill him in cold blood? to find out, nina calls in paul van wagoner, a p.i. and ex-lover whose bravado conceals a troubling personal secret. as paul investigates the eerily coincidental death of the surgeon's son— killed in a plane crash the same night his father was murdered—nina sorts through the twisting lies surrounding nikki, uncovering a seething mystery, some enraged former patients, and two very old crimes. finally, nina must confront the central question she must answer in order to save her client: what did nikki really see the night of her uncle's murder?",
        "year": "2001",
        "author": "Perri O'Shaughnessy"
    },
    "0786866845": {
        "title": "Ice Bound: A Doctor's Incredible Battle for Survival at the South Pole",
        "publisher": "Miramax",
        "description": "jerri nielsen was a forty-six-year-old doctor working in ohio when she made the decision to take a year's sabbatical at amundsen-scott south pole station on antarctica, the most remote and perilous place on earth. the \"polies,\" as they are known, live in almost total darkness for six months of the year, in winter temperatures as low as 100 degrees below zero--with no way in or out before the spring. during the long winter of 1999, dr. nielsen, solely responsible for the mental and physical fitness of a team of researchers, construction workers, and support staff, discovered a lump in her breast. consulting via email with doctors in the united states, she performed a biopsy on herself, and in july began chemotherapy treatments to ensure her survival until condition permitted her rescue in october. a daring rescue by the air national guard ensued, who landed, dropped off a replacement physician, and minutes later took off with dr. nielsen. this is dr. nielsen's own account of her experience at the pole, the sea change as she becomes \"of the ice,\" and her realization that as she would rather be on antarctica than anywhere else on earth. it is also a thrilling adventure of researchers and scientists embattled by a hostile environment; a penetrating exploration of the dynamics of an isolated, intensely connected community faced with adversity; and, at its core, a powerfully moving drama of love and loss, of one woman's voyage of self-discovery through an extraordinary struggle for survival.",
        "year": "2001",
        "author": "Dr. Jerri Nielsen"
    },
    "0312960344": {
        "title": "Pandora's Clock",
        "publisher": "St. Martin's Press",
        "description": "the biowarfare people call the bug a level 4 pathogen. that means no cure. no hope. no survivors. now it's loose on quantum flight 66. one passenger is already dead. the experts say in 48 hours the rest may follow. james holland, former u.s. fighter pilot, now flying this commercial boeing 747, isn't ready to die. they say he can't land his plane. they say he's a threat to the whole world. they're ready to blast him out of the sky. captain holland may be on a collision course with doom-but they're going to have to catch him first. he's determined to take whatever risks he must to outfly them. outsmart them. and beat...pandora's clock.",
        "year": "1996",
        "author": "John J. Nance"
    },
    "0812571029": {
        "title": "Uther (Camulod Chronicles)",
        "publisher": "Tor Books",
        "description": "a retelling of the story of uther, the father of king arthur, follows his boyhood and adventures throughout briton, his close friendship with merlyn, and his desire for a woman who is forbidden to him. reprint.",
        "year": "2001",
        "author": "Jack Whyte"
    },
    "0836218515": {
        "title": "Prehistory of the Far Side",
        "publisher": "Andrews McMeel Publishing",
        "description": "1989 farworks, inc. all rights reserved. the far side and the larson signature are registered trademarks of farworks, inc.",
        "year": "1989",
        "author": "Gary Larson"
    },
    "084230052X": {
        "title": "Atonement Child",
        "publisher": "Tyndale House Publishers",
        "description": "dynah carey finds her life and her faith put to the test after she is raped and faced with an unwanted pregnancy.",
        "year": "1999",
        "author": "Francine Rivers"
    },
    "0767903382": {
        "title": "Tender at the Bone: Growing Up at the Table",
        "publisher": "Broadway Books",
        "description": "a restaurat critic of the \"new york times\" offers a memoir--with recipes--of a life spent as a resturant owner, chef, and food critic, from california to new york city",
        "year": "1999",
        "author": "Ruth Reichl"
    },
    "0679450408": {
        "title": "Silent Witness",
        "publisher": "Random House Inc",
        "description": "years after being wrongfully accused of the murder of his first love, alison, successful san francisco attorney tony lord returns to lake city, ohio, to defend old friend sam robb, charged with killing one of his students, and must confront the buried secrets of the past. 400,000 first printing. lit guild main. tour.",
        "year": "1997",
        "author": "Richard North Patterson"
    },
    "0970172605": {
        "title": "Smoke and Gravity",
        "publisher": "The Paper Journey Press",
        "description": "this first novella by win neagle is a rollicking good read about a treehouse architect, his stripper girlfriend, a house-burgling germaphobe, a washed-up dentist and his shopaholic wife. it's a rollercoaster of laughs in a zany, whimsical exploration of life. fred chappell calls the book ... original, whimsical and utterly untrammeled humor that will have you comparing neagle to voltair and vonnegut.",
        "year": "2001",
        "author": "Win Neagle"
    },
    "0064400557": {
        "title": "Charlotte's Web (Trophy Newbery)",
        "publisher": "HarperTrophy",
        "description": "sixty years ago, on october 15, 1952, e.b. white's charlotte's web was published. it's gone on to become one of the most beloved children's books of all time. to celebrate this milestone, the renowned newbery medalist kate dicamillo has written a heartfelt and poignant tribute to the book that is itself a beautiful translation of white's own view of the world—of the joy he took in the change of seasons, in farm life, in the miracles of life and death, and, in short, the glory of everything. we are proud to include kate dicamillo's foreword in the 60th anniversary editions of this cherished classic. charlotte's web is the story of a little girl named fern who loved a little pig named wilbur—and of wilbur's dear friend charlotte a. cavatica, a beautiful large grey spider who lived with wilbur in the barn. with the help of templeton, the rat who never did anything for anybody unless there was something in it for him, and by a wonderfully clever plan of her own, charlotte saved the life of wilbur, who by this time had grown up to quite a pig. how all this comes about is mr. white's story. it is a story of the magic of childhood on the farm. the thousands of children who loved stuart little, the heroic little city mouse, will be entranced with charlotte the spider, wilbur the pig, and fern, the little girl who understood their language. the forty-seven black-and-white drawings by garth williams have all the wonderful detail and warmhearted appeal that children love in his work. incomparably matched to e.b. white's marvelous story, they speak to each new generation, softly and irresistibly.",
        "year": "1974",
        "author": "E. B. White"
    },
    "042513976X": {
        "title": "Close to the Bone",
        "publisher": "Berkley Publishing Group",
        "description": "fbi agent john becker stalks a brilliant icepick-wielding assassin who kills for profit and pleasure, tracking him down to the u.n. reprint.",
        "year": "1993",
        "author": "David Wiltse"
    },
    "0385336322": {
        "title": "Ransom (Steel, Danielle)",
        "publisher": "Delacorte Press",
        "description": "a violent crime brings together four people, including a widow, a convicted murder, an ex-con trying to rebuild his life, and a detective, in a novel that explores the effects of violence on the lives of ordinary people.",
        "year": "2004",
        "author": "DANIELLE STEEL"
    },
    "1551668726": {
        "title": "Death Qualified (Barbara Holloway Novels (Paperback))",
        "publisher": "Mira",
        "description": "when her father calls upon her to help him defend nell kendricks, a woman who has been indicted for the murder of her estranged husband, former lawyer barbara holloway, who is still legally able to defend clients facing the death penalty if convicted, returns to oregon and begins to put together the pieces of the puzzle. reprint.",
        "year": "2002",
        "author": "Kate Wilhelm"
    },
    "0449213730": {
        "title": "The Ritual Bath (Peter Decker ",
        "publisher": "1991",
        "description": "a report of rape in a los angeles yeshiva brings police detective peter decker into an insular orthodox jewish community, but the strict religious practices and customs of the community prevent him from following his standard investigative procedures. reissue.",
        "year": "Faye Kellerman",
        "author": " Rina Lazarus Novels (Paperback))"
    },
    "0060542128": {
        "title": "When the Storm Breaks",
        "publisher": "HarperTorch",
        "description": "a serial killer has one obsession . . . claire lambert walked into a nightmare on a rainy night in washington, d.c. stumbling upon a killer in the midst of his latest bloody crime, she ran for her life -- but not before a head injury caused her to lose her memory, along with her purse and id. now a monster knows who claire is . . . and where she lives. waking up in a hospital room the day after being attacked -- her mind stripped of all memory of what happened to her -- claire can only listen with horror to the scenario detective sean richter unfolds before her. a law officer fiercely dedicated to ending the wave of brutal killings that has struck the city, sean knows that this brave and beautiful woman holds the key to stopping the murderer before he can strike again. claire is the only victim who has seen the killer's face and lived -- which is why sean needs her help and will risk everything to protect her . . . and why a depraved, relentless animal is determined that claire lambert must die.",
        "year": "2003",
        "author": "Heather Lowell"
    },
    "0890876517": {
        "title": "Creative Companion: How to Free Your Creative Spirit",
        "publisher": "Celestial Arts",
        "description": "suggests a variety of activities designed to develop one's creativity, and tells how to live creatively free and develop a more positive and open outlook on life.",
        "year": "1991",
        "author": "Sark"
    },
    "0446608262": {
        "title": "The Lion's Game",
        "publisher": "Warner Books",
        "description": "detective john corey, last seen in plum island, now faces his toughest assignment yet: the pursuit and capture of the world's most dangerous terrorist -- a young arab known as \"the lion\" who has baffled a federal task force and shows no sign of stopping in his quest for revenge against the american pilots who bombed libya and killed his family. filled with unrelenting suspense and surprising plot twists at every terrifying turn, the lion's game is a heartstopping race against time and one of nelson demille's most riveting thrillers.",
        "year": "2000",
        "author": "Nelson DeMille"
    },
    "0375727981": {
        "title": "Saving Faith",
        "publisher": "Random House Large Print",
        "description": "in a novel of washington insider intrigue, influence peddlers danny buchanan and faith lockhart are pitted against one another when the cia and fbi take an interest in their bribery activities",
        "year": "2000",
        "author": "DAVID BALDACCI"
    },
    "0907849741": {
        "title": "Ruskin's Drawings in the Ashmolean Museum (Ashmolean-Christie's Handbooks)",
        "publisher": "Ashmolean Museum",
        "description": "in 1875 john ruskin gave a large collection of drawings to the university of oxford. these works, now in the ashmolean museum, form the basis for this study. selecting the finest drawings in the collection, nicholas penny traces ruskin's career as an artist and reveals the elaborate, but unfulfilled, educational programme that lay behind his gift. the ashmolean's collection of ruskin's drawings is unrivalled, and this selection includes architectural drawings, landscapes, and studies of trees, flowers and birds.",
        "year": "2002",
        "author": "Nicholas Penny"
    },
    "0684835983": {
        "title": "Before I Say Good-Bye : A Novel",
        "publisher": "Simon ",
        "description": "a top suspense writer returns with a tale of treachery and deceit in which a sinister psychic manipulates a potential congresswoman by claiming to be in contact with her missing husband. lit guild & doubleday main.",
        "year": "2000",
        "author": "Mary Higgins Clark"
    },
    "0345413903": {
        "title": "The Murder Book",
        "publisher": "Ballantine Books",
        "description": "when los angeles psychologist and sleuth alex delaware becomes embroiled in a long-unsolved case of brutal murder, he finds his own life and that of his longtime friend, homicide detective milo sturgis, at stake. reprint.",
        "year": "2003",
        "author": "Jonathan Kellerman"
    },
    "0590965492": {
        "title": "A Field of Sunflowers (Read-With-Me)",
        "publisher": "Cartwheel Books (Scholastics)",
        "description": "follows the growth and maturation of the sunflowers gordon the farmer plants in one of his fields.",
        "year": "1997",
        "author": "Neil Johnson"
    },
    "1740595904": {
        "title": "The Kindness of Strangers (Armchair Reading)",
        "publisher": "Lonely Planet Publications",
        "description": "when we miss our train or bus, lose our wallets, fall ill or get lost, a kind stranger can save not only the day, but the entire journey. this collection explores the unexpected acts of kindness that can occur on the road, those unforgettable connections that transfigure and transform our travels.",
        "year": "2003",
        "author": "Don George"
    },
    "1561840564": {
        "title": "Prometheus Rising",
        "publisher": "New Falcon Publications",
        "description": "imagine trying to make sense of timothy leary's eight neurological circuits, g.i. gurdjieff's self-observations exercises, alfred korzybski's general semantics, aleister crowley's magical theorems, and the several disciplines of yoga; not to mention christian science, relativity, quantum mechanics and many other approaches to understanding the world around us. that is exactly what wilson does in \"prometheus rising\". in short, it is a book about how the human mind works and what you can do to make the most of yours. readers have been known to get angry, cry, laugh, and even change their entire lives. practical techniques to break free of your \"reality tunnels\".",
        "year": "1992",
        "author": "Robert Anton Wilson"
    },
    "0671537458": {
        "title": "Waiting to Exhale",
        "publisher": "Pocket",
        "description": "four african-american women console and support one another in a complex friendship that helps each of them face the middle of their lives as single women. reissue.",
        "year": "1995",
        "author": "Terry McMillan"
    },
    "0307302636": {
        "title": "The Grand and Wonderful Day (Little Golden Book)",
        "publisher": "Western Publishing Company",
        "description": "pooh knows something grand and wonderful is going to happen today, but he can't remember what it is. when he can't find any of his animal friends at home, he hurries to christopher robin's house, where he finds a special surprise.",
        "year": "1995",
        "author": "Mary Packard"
    },
    "0812520165": {
        "title": "The Swiss Account",
        "publisher": "Tor Books (Mm)",
        "description": "spymaster allen dulles and his two female sidekicks take on the corrupt swiss banking establishment whose vaults are full of nazi gold following world war ii",
        "year": "1993",
        "author": "Paul Erdman"
    },
    "0452282101": {
        "title": "The Debt: What America Owes to Blacks",
        "publisher": "Plume Books",
        "description": "arguing that the united states must be prepared to make restitution for its long history of slavery and discrimination, the author of defending the spirit details his plan for balancing the scales between whites and blacks in america. reprint.",
        "year": "2001",
        "author": "Randall Robinson"
    },
    "1572302399": {
        "title": "Life After Trauma: A Workbook for Healing",
        "publisher": "Guilford Press",
        "description": "an invaluable assignment for trauma survivors at all stages of the healing process, this supportive workbook helps survivors of all types of trauma to understand the disorienting responses they may be experiencing and to develop and use effective coping strategies. experiential features include relaxation exercises and comforting activities as well as checklists and self-rating scales. these help readers identify and reevaluate problematic beliefs about safety, trust, self-esteem, control, and intimacy.",
        "year": "1999",
        "author": "Dena, Ph.D. Rosenbloom"
    },
    "0399151877": {
        "title": "Blowout",
        "publisher": "Putnam Publishing Group",
        "description": "summoned back from a weekend trip when a prominent judge is murdered the night before a controversial death-penalty case, fbi agents dillon savich and lacey sherlock tackle a case during which numerous washington power brokers are targeted. 500,000 first printing.",
        "year": "2004",
        "author": "Catherine Coulter"
    },
    "0425133516": {
        "title": "The Hunt for Red October (Jack Ryan Novels)",
        "publisher": "Berkley Publishing Group",
        "description": "both the americans and the soviets commence an intense naval search when a trusted and skilled soviet naval officer defects--using the ussr's most valuable nuclear submarine as his escape vehicle",
        "year": "1997",
        "author": "Tom Clancy"
    },
    "2264031158": {
        "title": "Amour, Prozac, et autres curiositÃ?Â©s",
        "publisher": "Editions 10/18",
        "description": "\" trois sœurs - sortes de brontë d'almodovar carburent aux antidépresseurs. cristina, la nympho \"affamée de tendresse\", croque les hommes et avale de l'ecstasy avec la boulimie du désespoir. rosa, la directrice financière, ressemble aux personnage de bret easton ellis : bardée de marques de luxe, le vice et la folle en moins. ana, enfin, la mère de famille rangée, ne supporte son existence naphtalinée qu'en somnambule de la vie, droguée aux somnifères. pas de quoi se tordre de rire. et pourtant. dans un style où l'humour se déguste comme un sushi, cru et épicé, la signora etxebarria, encensée par la critique hispanique, réalise une radioscopie sardoniquement pessimiste mais émouvante de la société de l'après-movida. on s'amuse comme dans un dorothy parker, on s'enthousiasme toujours de suivre les aventures de ce trio \"brétéchien\". ça vous touche avec la justesse de banderilles plantées là où ça fait mal. \" laurence haloche, madame figaro.",
        "year": "2000",
        "author": "Lucia Etxebarria"
    },
    "0140154078": {
        "title": "The Music of Chance",
        "publisher": "Penguin Books",
        "description": "finalist for the pen/faulkner award for fiction, the music of chance follows jim nashe who, after squandering an unexpected inheritance, picks up a young gambler named jack pozzi hoping to con two millionaires. but when their plans backfire, jim and jack are indentured by their elusive marks and are forced to build a meaningless wall with bricks gathered from ruins of an irish castle. time passes, their debts mount, and anger builds as the two struggle to dig themselves out of their kafkaesque serfdom. new york times-bestselling author paul auster (the new york trilogy) brings us back into his strange, shape-shifting world of fiendish bargains and punitive whims, where chance is a powerful yet unpredictable force.",
        "year": "1993",
        "author": "Paul Auster"
    },
    "0752853694": {
        "title": "Unadulterated Cat",
        "publisher": "Orion",
        "description": "the unadulterated cat is becoming an endangered species as more and more of us settle for those boring mass-produced cats the ad-men sell us - the pussies that purr into their gold-plated food bowls on the telly. but the campaign for real cats sets out to change all that by helping us to recognise a true, unadulterated cat when we see one. for example: real cats have ears that look like they've been trimmed with pinking shears; real cats never wear flea collars . . . or appear on christmas cards . . . or chase anything with a bell in it; real cats do eat quiche. and giblets. and butter. and anything else left on the table, if they think they can get away with it. real cats can hear a fridge door opening two rooms away . . .",
        "year": "2002",
        "author": "Terry Pratchett"
    },
    "0898157803": {
        "title": "Menopaws: The Silent Meow",
        "publisher": "Ten Speed Press",
        "description": "offers two dozen amusing and creative solutions to problems such as hot flashes, weight gain, mood swings, and depression, accompanied by a detailed bibliography for additional resources dealing with menopause.",
        "year": "1995",
        "author": "Martha Sacks"
    },
    "1585861553": {
        "title": "Slob",
        "publisher": "eReads.com",
        "description": "stephen king hails rex miller as \"terrifying and original.\" slob is his debut novel, the story of a man who thinks of himself as death. a man who likes to feast on human hearts, spilling blood wherever he goes. jack eichord is the detective who must hunt this human monster and genius killer. years of working as a homicide detective for the chicago police department has hardened eichord to things that would make most men turn and flee. but even he is not prepared for the labyrinthine search underground, as he trails the killer and his hostages through the sewer system of the city. eichord thinks that he is beginning to understand the diabolical man and his patterns of violence...but can he guess the next victim in time, before it is too late for the woman he loves?",
        "year": "2000",
        "author": "Rex Miller"
    }
}